export let _translate = {
	ru: {
		// Стартовая страница

		fullTitle: 'Стаминити',
		shortTitle: 'Стаминити',
		description: 'Приложение для удаленной работы тренеров и клубов с учениками в циклических видах спорта',
		keywords: 'Стаминити, Staminity, для спортсменов, для тренеров, для клубов, удаленная работа с тренером',
		nav: {
			link1: 'Возможности',
			link2: 'Блог',
			link3: 'Цены',
			link4: 'Поддержка',
			signIn: 'Войти',
			signOut: 'Выйти'
		},
		welcome: {
			promo: 'β-версия',
			description: 'Удаленная работа с тренером и социальная сеть для спортсменов',
			title1: 'ПЛАН ТВОИХ ПОБЕД',
			title2: 'ПЛАНИРУЙ, ТРЕНИРУЙСЯ, ДОСТИГАЙ РЕЗУЛЬТАТОВ',
			button: 'Старт',
			buttonSignUp: 'НАЧАТЬ'
		},
		subscribe: {
			title: 'Рассылка Стаминити',
			name: 'Имя',
			email: 'Email',
			required: 'Обязательное поле',
			errMail: 'Проверьте правильность указания e-mail',
			action: 'Подписаться',
			note: 'Рассказываем о создании сервиса, делимся новостями',
			question: 'Есть вопросы? Напишите нам: '
		},
		start: {
			action: 'Старт',
			note: 'Зарегистрируйтесь, чтобы войти в программу'
		},
		devices: {
			title: 'Доступно на ваших устройствах',
			subtitle: '',
			desktop: {
				title: 'С вашего компьютетра',
				description: 'Доступно в Google Chrome, Opera, Yandex browser и Firefox'
			},
			mobile: {
				title: 'С вашего смартфона',
				description: 'Мобильные приложения для <mark>IOS и Android в разработке</mark>, доступна адаптированная версия для браузеров телефонов'
			}
		},
		scheme: {
			title: 'Как это работает',
			subtitle: '',
			step1 : {
				title: 'Запланировать',
				description: 'Получайте задание от тренера на каждую тренировку или планируйте самостоятельно'
			},
			step2 : {
				title: 'Выполнить',
				description: 'Тренируйтесь в своих спортивных часах, а мы загрузим ваши тренировки и сопоставим их с планом'
			},
			step3 : {
				title: 'Проанализировать',
				description: 'Анализируйте вместе с тренером как прошла тренировка в целом или отдельные рабочие отрезки'
			}
		},
		features: {
			athletes: {
				title: 'Для спортсменов',
				subtitle: 'Помогаем заниматься с тренером и достигать спортивных целей',
				title1: 'Планируйте',
				text1: 'Получайте плановые задания от тренера или создавайте их сами. Вы узнаете о новом задании, а тренер – о выполненной тренировке',
				title2: 'Тренируйтесь',
				text2: 'Выполняйте задания и анализируйте их. Записанные треки со спортивных часов и смартфонов попадут в ваш тренировочный дневник и будут сопоставлены с планом',
				title3: 'Общайтесь',
				text3: 'Общайтесь с тренером, обсуждайте детали задания, отчитывайтесь о выполнении. А скоро появятся комментарии друзей и подписчиков',
				carousel1: {
					title: 'Тренировочный календарь',
					description: 'Тренировочный календарь покажет расписание тренировок на неделю.<br/>Он помогает оценить статус выполнения недельного плана и сложность отдельных заданий'
				},
				carousel2: {
					title: 'План и факт по тренировке',
					description: 'Быстро оценить корректность выполнения плана можно в карточке тренировки. <br/>В этом помогут установка тренера, сводные фактические показатели и сравнение с планом'
				},
				carousel3: {
					title: 'Aнализ выполненной тренировки',
					description: 'Проанализировать выполненную тренировку помогут интерактивный график, карта и панель кругов, расчетные показатели и пики, время в зонах'
				}
			},
			coaches: {
				title: 'Для тренеров',
				subtitle: 'Cокращаем рутину в тренировочном процессе',
				title1: 'Планируйте подготовку',
				text1: 'Создавайте плановые задания для учеников. Планируйте каждый сегмент или тренировку в целом, задавайте интенсивность. Ваши спортсмены узнают обо всех изменениях плана',
				title2: 'Контролируйте выполнение',
				text2: 'Будьте в курсе, как ваши подопечные выполняют план на неделю, меняйте его при необходимости. Недельный обзор покажет статус выполнения недельного микроцикла по всем ученикам',
				title3: 'Анализируйте тренировки',
				text3: 'Узнавайте о выполнении спортсменами заданий, получайте подробную информацию по ним. Мы рассчитаем процент выполнения и основные показатели по отдельным сегментам и в целом по тренировке',
				carousel1: {
					title: 'План на тренировку в двух режимах',
					description: 'Два типа тренировочных заданий: в целом на тренировку и по отдельным тренировочным сегментам. <br/>'+
					'Если план задать по сегментам, то приложение оценит корректность выполнения по каждому из них<br/>' +
					'Выбирайте вариант планирования, удобный для вас.'
				},
				carousel2: {
					title: 'Дэшборд тренера – недельный обзор по ученикам',
					description: 'Дэшборд тренера покажет тренировочную неделю по всем ученикам.<br/>Планировать тренировки и анализировать их выполнение  можно не только в календаре спортсмена, но и с помощью дэшборда.'
				},
				carousel3: {
					title: 'Детальный анализ любого отрезка тренировки',
					description: 'Как спортсмен пробежал важный рабочий отрезок? Можно узнать в деталях.<br/>' +
					'В этом помогут подробный график в масштабе, показатели и пики по выделенному отрезку'
				}
			},
			clubs: {
				title: 'Для клубов',
				subtitle: 'Помогаем управлять клубом',
				title1: 'Собирайте команду',
				text1: 'Создайте клуб, подключайте тренеров и спортсменов. Управляйте запросами на вступление в клуб от других пользователей сервиса',
				title2: 'Управляйте клубом',
				text2: 'Назначайте тренеров и администраторов, назначайте тренеров для спортсменов клуба',
				title3: 'Контролируйте подготовку',
				text3: 'Недельный обзор по спортсменам клуба покажет наличие плана и сводный статус его выполнения по всем ученикам',
				carousel1: {
					title: 'Профиль клуба',
					description: 'Профиль клуба покажет основную информацию по клубу, а также его спортсменов и тренеров<br/>'+
					'Запрос на вступление в клуб также отправляется из профиля клуба'
				},
				carousel2: {
					title: 'Запросы клубу',
					description: 'В реестре запросов руководители клуба управляют запросами от членов клуба.<br/>'+
					'Подтверждения требуют все запросы на вступление в клуб, а также запрос на выход тренера из клуба'
				},
				carousel3: {
					title: 'Управление клубом',
					description: 'В управлении членами клуба руководители клубов могут управлять составом клуба, назначать тренеров для спортсменов, управлять ролями членов клуба'
				}
			}
		}

	},
	en: {}
};