export let _translate = {
	ru: {
		// Стартовая страница

		fullTitle: 'Стаминити',
		shortTitle: 'Стаминити',
		description: 'Создаем приложение для удаленной работы с тренером и социальную сеть для спортсменов по циклическим видам спорта',
		keywords: 'Стаминити, Staminity, для спортсменов, для тренеров, для клубов, удаленная работа с тренером',
		nav: {
			link1: 'Возможности',
			link2: 'Блог',
			link3: 'Цены',
			link4: 'Поддержка',
			signIn: 'Войти',
			signOut: 'Выйти'
		},
		welcome: {
			promo: 'Закрытая бета',
			description: 'Удаленная работа с тренером и социальная сеть для спортсменов',
			title1: 'ПЛАН ТВОИХ ПОБЕД',
			title2: 'ПЛАНИРУЙ, ТРЕНИРУЙСЯ, ДОСТИГАЙ РЕЗУЛЬТАТОВ',
			button: 'Старт',
			buttonSignUp: 'НАЧАТЬ'
		},
		subscribe: {
			title: 'Рассылка Стаминити',
			name: 'Имя',
			email: 'Email',
			required: 'Обязательное поле',
			errMail: 'Проверьте правильность указания e-mail',
			action: 'Подписаться',
			note: 'Рассказываем о создании сервиса, делимся новостями, анонсируем запуск',
			question: 'Есть вопросы? Напишите нам: '
		},
		features: {
			athletes: {
				title: 'Для спортсменов',
				subtitle: 'Помогаем заниматься с тренером и достигать спортивных целей',
				title1: 'Планируйте',
				text1: 'Получайте плановые задания от тренера или создавайте их сами. Вы узнаете о новом задании, а тренер – о выполненной тренировке',
				title2: 'Тренируйтесь',
				text2: 'Выполняйте задания и анализируйте их. Записанные треки со спортивных часов и смартфонов попадут в ваш тренировочный дневник и будут сопоставлены с планом',
				title3: 'Общайтесь',
				text3: 'Находите друзей и поддерживайте друг друга. Тренировки друзей и комментарии к вашим занятиям помогут сохранить мотивацию'
			},
			coaches: {
				title: 'Для тренеров',
				subtitle: 'Cокращаем рутину в тренировочном процессе',
				title1: 'Планируйте подготовку',
				text1: 'Создавайте плановые задания для учеников. Планируйте каждый сегмент или тренировку в целом, используйте шаблоны, задавайте интенсивность по зонам. Ваши спортсмены узнают обо всех изменениях плана',
				title2: 'Контролируйте выполнение',
				text2: 'Будьте в курсе, как ваши подопечные выполняют план на неделю, меняйте его при необходимости. Недельный обзор покажет статус выполнения недельного микроцикла по всем ученикам',
				title3: 'Анализируйте тренировки',
				text3: 'Узнавайте о выполнении спортсменами заданий, получайте подробную информацию по ним. Мы рассчитаем процент выполнения и основные показатели по отдельным сегментам и в целом по тренировке'
			},
			clubs: {
				title: 'Для клубов',
				subtitle: 'Помогаем управлять клубом',
				title1: 'Собирайте команду',
				text1: 'Создайте клуб, подключайте тренеров и спортсменов, назначайте тренеров для спортсменов. Вы сможете управлять запросами на вступление в клуб от других пользователей сервиса',
				title2: 'Контролируйте подготовку',
				text2: 'Будьте в курсе, как работают тренеры и занимаются спортсмены. Недельный обзор покажет наличие плана и сводный статус его выполнения по всем ученикам',
				title3: 'Повышайте эффективность',
				text3: 'Выбирайте лучшие методы подготовки. Шаблоны тренировок клуба и статистика их выполнения помогут найти самые эффективные задания'
			}
		}

	},
	en: {}
};