export let _translate = {
    ru: {
        // Стартовая страница
        fullTitle: "Приложение для работы с тренером и календарь тренировок | Staminity",
        shortTitle: "Приложение для работы с тренером и календарь тренировок | Staminity",
        description: "Приложение для работы с тренером и календарь тренировок. Для спортсменов, тренеров и клубов",
        keywords: "программа для работы с тренером, приложение для работы с тренером, приложение для тренера, программа для тренера, работа с тренером, занятия с тренером, бег, триатлон, плавание, календарь тренировок, тренировочный календарь, работа с учениками, Стаминити, Staminity, дистанционная работа с тренером",
        nav: {
            link1: "Возможности",
            link2: "Блог",
            link3: "Тарифы",
            link4: "Поддержка",
            signIn: "Войти",
            signOut: "Выйти",
            signUp: "Регистрация",
        },
        welcome: {
            shortTitle: 'Тренировки онлайн',
            promo: "β-версия",
            description: "Тренируйся грамотно и достигай своих целей",
            title1: "ПЛАН ТВОИХ ПОБЕД",
            title2: "ПЛАНИРУЙ, ТРЕНИРУЙСЯ, ДОСТИГАЙ РЕЗУЛЬТАТОВ",
            button: "Старт",
            buttonSignUp: "НАЧАТЬ"

        },
        subscribe: {
            title: "Рассылка Стаминити",
            name: "Имя",
            email: "Email",
            required: "Обязательное поле",
            errMail: "Проверьте правильность указания e-mail",
            action: "Подписаться",
            note: "Рассказываем о создании сервиса, делимся новостями",
            question: "Есть вопросы? Напишите нам: ",
        },
        start: {
            action: "Старт",
            note: "Зарегистрируйтесь, чтобы войти",
        },
        devices: {
            title: "Выбирайте удобный способ подключения",
            subtitle: "",
            desktop: {
                title: "С компьютера",
                description: "Работайте через Google Chrome, Opera, Firefox или Safari.<br>" +
                "Пока не поддерживаем Internet explorer и Edge",
            },
            mobile: {
                title: "Со смартфона",
                description: 'Доступны версии приложения для IOS и Android, а также специальная версия сайта для смартфонов и планшетов. <a flex href="https://help.staminity.com/ru/basics/staminity-for-mobile.html">Узнать подробнее</a><br>',
            },
        },
        scheme: {
            title: "Как это работает",
            subtitle: "",
            step1: {
                title: "Запланировать",
                description: "Получайте задание от тренера на каждую тренировку или планируйте самостоятельно",
            },
            step2: {
                title: "Выполнить",
                description: "Тренируйтесь в спортивных часах или со смартфоном, а мы загрузим ваши тренировки и сопоставим их с планом",
            },
            step3: {
                title: "Проанализировать",
                description: "Анализируйте вместе с тренером как прошла тренировка в целом или отдельные рабочие отрезки"
            },
        },
        features: {
            athletes: {
                title: "Для спортсменов",
                subtitle: "Помогаем заниматься с тренером и достигать спортивных целей",
                title1: "Планируйте",
                text1: "Получайте плановые задания от тренера или создавайте их сами. Вы узнаете о новом задании, а тренер – о выполненной тренировке",
                title2: "Тренируйтесь",
                text2: "Выполняйте задания и анализируйте их. Записанные треки тренировок попадут в ваш тренировочный дневник и будут сопоставлены с планом",
                title3: "Общайтесь",
                text3: "Общайтесь с тренером, обсуждайте детали задания, отчитывайтесь о выполнении",
                carousel1: {
                    title: "Тренировочный календарь",
                    description: "Тренировочный календарь покажет расписание тренировок на неделю. <br/> <br/>" +
                    "Он поможет оценить план и итоги недели, а также статус выполнения каждой тренировки",
                },
                carousel2: {
                    title: "План и факт по тренировке",
                    description: "Обзор тренировки покажет корректность выполнения плана <br/> <br/>" +
                    "В чате с тренером наставник увидит ваш отчет и ответит на вопросы по заданию",
                },
                carousel3: {
                    title: "Aнализ выполненной тренировки",
                    description: "Все, что нужно, для анализа выполнения задания на тренировку.  <br/> <br/>" +
                    "График интенсивности, рассчитанные показатели и пиковые значения по всей тренировке, любому кругу, сегменту и произвольному отрезку",
                },
            },
            coaches: {
                title: "Для тренеров",
                subtitle: "Cокращаем рутину в тренировочном процессе",
                title1: "Планируйте подготовку",
                text1: "Создавайте плановые задания для учеников. Планируйте каждый сегмент или тренировку в целом, задавайте интенсивность в абсолютных значениях или в процентах от ПАНО. Ваши спортсмены узнают обо всех изменениях плана",
                title2: "Контролируйте выполнение",
                text2: "Будьте в курсе, как ваши подопечные выполняют план на неделю, меняйте его при необходимости. Недельный обзор покажет статус выполнения недельного микроцикла по всем ученикам",
                title3: "Анализируйте тренировки",
                text3: "Узнавайте о выполнении спортсменами заданий, получайте подробную информацию по ним. Мы рассчитаем процент выполнения и основные показатели по отдельным сегментам и в целом по тренировке",
                carousel1: {
                    title: "Дэшборд тренера – недельный обзор по ученикам",
                    description: "Дэшборд тренера покажет тренировочную неделю по всем ученикам, поможет запланировать тренировки и проанализировать их выполнение",
                },
                /*
                 carousel1: {
                 title: 'План на тренировку в двух режимах',
                 description: 'Два типа тренировочных заданий: в целом на тренировку и по отдельным тренировочным сегментам. <br/>'+
                 'Если план задать по сегментам, то приложение оценит корректность выполнения по каждому из них<br/>' +
                 'Выбирайте вариант планирования, удобный для вас.'
                 },
                 carousel2: {
                 title: 'Дэшборд тренера – недельный обзор по ученикам',
                 description: 'Дэшборд тренера покажет тренировочную неделю по всем ученикам.<br/>Планировать тренировки и анализировать их выполнение  можно не только в календаре спортсмена, но и с помощью дэшборда.'
                 },
                 carousel3: {
                 title: 'Детальный анализ любого отрезка тренировки',
                 description: 'Как спортсмен пробежал важный рабочий отрезок? Можно узнать в деталях.<br/>' +
                 'В этом помогут подробный график в масштабе, показатели и пики по выделенному отрезку'
                 } */
            },
            clubs: {
                title: "Для клубов",
                subtitle: "Помогаем управлять клубом",
                title1: "Собирайте команду",
                text1: "Создайте клуб, подключайте тренеров и спортсменов. Управляйте запросами на вступление в клуб от других пользователей сервиса",
                title2: "Управляйте клубом",
                text2: "Назначайте тренеров и администраторов, назначайте тренеров для спортсменов клуба",
                title3: "Контролируйте подготовку",
                text3: "Недельный обзор по спортсменам клуба покажет наличие плана и сводный статус его выполнения по всем ученикам",

                carousel1: {
                    title: "Управление клубом",
                    description: "Руководитель клуба может управлять составом клуба, назначать тренеров и распределять спортсменов между ними. <br/><br/>" +
                    "В больших клубах можно назначить администраторов и делегировать им принятие новых членов в клуб и управление их ролями",
                },
                /*
                 carousel1: {
                 title: 'Профиль клуба',
                 description: 'Профиль клуба покажет основную информацию по клубу, а также его спортсменов и тренеров<br/>'+
                 'Запрос на вступление в клуб также отправляется из профиля клуба'
                 },
                 carousel2: {
                 title: 'Запросы клубу',
                 description: 'В реестре запросов руководители клуба управляют запросами от членов клуба.<br/>'+
                 'Подтверждения требуют все запросы на вступление в клуб, а также запрос на выход тренера из клуба'
                 },
                 carousel3: {
                 title: 'Управление клубом',
                 description: 'В управлении членами клуба руководители клубов могут управлять составом клуба, назначать тренеров для спортсменов, управлять ролями членов клуба'
                 } */
            },
        },
        footer: {
            block1: {
                title: "Приложение",
                link1: '<a flex href="https://help.staminity.com/ru/about/staminity.html" target="_blank" class="md-body md-light">Обзор функций</a>',
                link2: '<a flex href="#athletes" class="md-body md-light">Для спортсменов</a>',
                link3: '<a flex href="#coaches" class="md-body md-light">Для тренеров</a>',
                link4: '<a flex href="#clubs" class="md-body md-light">Для клубов</a>',
                link5: '<a flex href="https://staminity.com/tariffs" class="md-body md-light">Тарифы</a>',
            },
            block2: {
                title: "Помощь и поддержка",
                link1: '<a flex href="https://help.staminity.com/ru/" target="_blank" class="md-body md-light">Справочная система</a>',
                link2: '<a flex href="http://support.staminity.com/" target="_blank" class="md-body md-light">Поддержка пользователей</a>',
                link3: '<a flex href="https://legal.staminity.com/ru/terms.html" target="_blank" class="md-body md-light">Правила использования</a>',
                link4: '<a flex href="https://legal.staminity.com/ru/license.html" target="_blank" class="md-body md-light">Оферта</a>',
                link5: '<a flex href="https://legal.staminity.com/ru/privacy.html" target="_blank" class="md-body md-light">Конфиденциальность</a>',
                link6: '<a flex href="https://legal.staminity.com/ru/credits/website-credits.html" target="_blank" class="md-body md-light">Credits</a>',

            },
            block3: {
                title: "Новости",
                link1: '<a flex href="https://www.facebook.com/staminity/" target="_blank" class="md-body md-light">Мы в Facebook</a>',
                link2: '<a flex href="https://vk.com/staminity" target="_blank" class="md-body md-light">Мы Вконтакте</a>',
                link3: '<a flex href="http://blog.staminity.com/" target="_blank" class="md-body md-light">Блог</a>',
            },
            block4: {
                title: "О нас",
                link1: '<a flex href="#" class="md-body md-light disable">Наша команда</a>',
                link2: '<a flex href="mailto:mail@staminity.com" target="_blank" class="md-body md-light">Написать письмо</a>',
            },
            copyright1: 'Cделано с',
            copyright2: '| © 2018 Staminity. Все права защищены',
            product: {
                title: "Продукт",
                link1: '<a href="/athletes">Для спортсменов</a>',
                link2: '<a href="/coaches">Для тренеров</a>',
                link3: '<a href="/clubs">Для клубов</a>',
                link4: '<a href="/features">Возможности</a>',
                link5: '<a href="/tariffs">Тарифы</a>',
                link6: '<a href="/search?state=coaches">Найти тренера</a>',
                link7: '<a href="/training-plans-store?state=store">Магазин планов</a>'
            },
            scenarios: {
                title: "Сценарии",
                link1: '<a href="/cases/work-with-coach">Занятия с тренером</a>',
                link2: '<a href="/cases/training-plans">Тренировки по плану</a>',
                link3: '<a href="/cases/self-training">Самостоятельные тренировки</a>',
                link4: '<a href="/cases/train-athletes">Подготовка учеников</a>',
                link5: '<a href="/cases/train-groups">Работа с группами спортсменов</a>',
                link6: '<a href="/cases/training-plan-publication">Публикация и продажа планов</a>',
                link7: '<a href="/cases/several-coaches">Работа нескольких тренеров</a>',

            },
            support: {
                title: "Помощь и поддержка",
                link1: '<a href="https://help.staminity.com/ru" target="_blank">Справочная система</a>',
                link2: '<a href="https://support.staminity.com" target="_blank">Поддержка пользователей</a>',
                link3: '<a href="mailto:support@staminity.com?subject=Staminity demo" target="_blank">Запросить демо</a>',
                link4: '<a href="mailto:support@staminity.com?subject=Question" target="_blank">Задать вопрос</a>',
            },
            company: {
                title: "Компания",
                link1: '<a href="#">О компании</a>',
                link2: '<a href="https://blog.staminity.com" target="_blank">Блог</a>',
                link3: '<a href="https://legal.staminity.com/ru/" target="_blank">Правовые документы</a>',
                link4: '<a href="https://legal.staminity.com/ru/privacy.html" target="_blank">Политика конфиденциальности</a>',
                link5: '<a href="https://legal.staminity.com/ru/credits/website-credits.html" target="_blank">Благодарности</a>',
            },
        },
        tariffs: {
            title: "Сколько стоит Staminity?",
            shortTitle: "Тарифы",
            tryFreeBtn: "Попробовать бесплатно",
            tryFree: "Привязка кредитной карты не требуется",
            connectFree: "Бесплатно навсегда",
            connectTrial: "Пробный период 14 дней",
            connect: "Подключить",
            connectTrialBtn: "Попробовать бесплатно",
            month: "Месяц",
            year: "Год",
            calculator: "Калькулятор",
            name: {
                basic: "Базовый",
                premium: "Премиум",
                coach: "Тренер",
                club: "Клуб",
            },
            description: {
                basic: "Дневник тренировок, работа с тренером, общение с друзьями",
                premium: '"Базовый" + План и детальный анализ своих тренировок',
                coach: "Всё для дистанционной работы с учениками",
                club: "Всё для дистанционной работы нескольких тренеров с учениками",
            },
            noCreditCard: "",
            functions: {
                func1: "Тренировочный дневник",
                func2: "Просмотр выполненных тренировок",
                func3: "Автоматическая загрузка факта",
                func4: "Работа с тренером: получение заданий, их выполнение и общение",
                func5: "<i>(CКОРО) Общение с друзьями, соревнования в группах</i>",
                func6: '<strong>Все функции по тарифу "Базовый"</strong>',
                func7: "+ Планирование своих тренировок",
                func8: "+ Детальный анализ тренировок",
                func9: "+ Управление своими шаблонами и категориями тренировок",
                func10: "+ Отчетность и анализ по процессу тренировок",
                func11: "Дневник тренировок учеников",
                func12: "Планирование тренировок и общение с учениками",
                func13: "Детальный анализ выполненных тренировок",
                func14: "Управление шаблонами и категориями тренировок",
                func15: "Сводный дэшборд",
                func16: "Отчетность и анализ по процессу тренировок учеников",
                func17: "Тренировочные планы",
                func18: "<strong>Функции тренера в рамках клуба</strong>",
                func19: "+ Подключение дополнительных тренеров",
                func20: "+ Назначение тренеров для учеников клуба",
                func21: "+ Управление шаблонами и категориями тренировок клуба",
                func22: "+ Сводный дэшборд клуба",
                func23: "<i>+ (СКОРО) Отчетность и анализ тренировочного процесса клуба</i>",
                func24: "<i>+ (СКОРО) Тренировочные планы клуба</i>",
            },
            byMonth: "/мес",
            byYear: "/год",

            coachAthletes: "{{athlete | number:number}} {{currency | translate}}/мес за ученика. \n" +
            "{{minAthletes}} ученик включен в абонентскую плату. \n" +
            "Оплачивается не более {{maxAthletes}} учеников, с {{maxAthletes + 1}} - бесплатно",

            clubAthletes: "{{athlete | number:number}} {{currency | translate}}/мес за ученика клуба.  \n" +
            "{{minAthletes}} ученик для каждого тренера клуба не оплачивается. \n" +
            "Оплачивается не более {{maxAthletes}} учеников на каждого тренера.",

            clubCoaches: "{{coach | number:number}} {{currency | translate}}/мес за тренера клуба.  \n" +
            "{{minCoaches}} тренер включен в абонентскую плату. \n",

            calc: {
                params: "Параметры",
                totals: "Итого за месяц",
                subscription: "Абонентская плата:",
                variable: "За учеников:",
                premium: 'Нужны функции "Премиум" для себя',
                coaches: "Всего тренеров:",
                athletes: "Всего учеников:",
                proAthletes: 'Учеников с тарифом "Премиум" за ваш счет:',
                freeAthletes: "Более {{athletes}} учеников бесплатно",
            },
            loading: "Получение данных...",
            breadcrumb: 'Тарифы',
            urlLoc: "https://staminity.com/tariffs?lang=ru",
            subtitle: "Тарифные планы и стоимость Staminity. Для спортсменов, тренеров и клубов"
        },
        featuresNew: {
            title: 'Возможности сервиса',
            shortTitle: 'Возможности',
            subtitle: 'Онлайн работа с тренером, тренировочные планы, дневник тренировок в циклических видах спорта',
            breadcrumb: 'Возможности сервиса',
            urlLoc: "https://staminity.com/features?lang=ru",
            button: {
                title: 'Создать аккаунт',
                link: ''
            },
            block1: {
                title: 'Дневник тренировок',
                subtitle: '',
                text: "Тренировочный календарь с запланированными и выполненными тренировками и соревнованиями, важными событиями и измерениями",
            },
            block2: {
                title: 'Анализ выполнения тренировок',
                subtitle: '',
                text: "Расчет корректности выполнения плана и отдельного сегмента в каждой тренировке. Подробная информация для детального анализа.",
            },
            block3: {
                title: 'Работа с тренером',
                subtitle: '',
                text: 'Поиск тренеров для занятий онлайн. Индивидуальный план, рекомендации и постоянный контакт с тренером. <a href="/cases/work-with-coach">Подробнее</a>',
            },
            block4: {
                title: 'Тренировочные планы',
                subtitle: '',
                text: 'Тренировочные планы от профессиональных тренеров: как начать заниматься, подготовиться к выбранной дистанции или улучшить рекорд. <a href="/cases/training-plans">Подробнее</a>',
            },
            externalBlocks: {
                title: 'А также',
                externalBlock1: {
                    title: 'Загрузка тренировок',
                    text: 'Автоматическая загрузка выполненных тренировок и сопоставление с планом'
                },
                externalBlock2: {
                    title: 'Мобильные приложения',
                    text: 'Календарь тренировок всегда под рукой в приложениях для IOS и Android'
                },
                externalBlock3: {
                    title: 'Два вида заданий',
                    text: 'План на всю тренировку  или на каждый сегмент для интервальных тренировок'
                },
                externalBlock4: {
                    title: 'Планирование сезона',
                    text: 'План на сезон по мезоциклам. Свои схемы периодизации'
                },
                externalBlock5: {
                    title: 'Аналитика и отчетность',
                    text: 'Интерактивные отчеты для контроля процесса подготовки'
                },
                externalBlock6: {
                    title: 'Дэшборд тренера',
                    text: 'Обзор тренировочной недели для тренера по всем ученикам'
                },
                externalBlock7: {
                    title: 'Шаблоны тренировок',
                    text: 'Шаблоны тренировок для быстрого планирования для себя и учеников'
                },
                externalBlock8: {
                    title: 'Категории тренировок',
                    text: 'Классификация тренировок по категориям'
                },
                externalBlock9: {
                    title: 'Тренировочные зоны',
                    text: 'Границы тренировочных зон и ПАНО для анализа тренировок'
                },
                externalBlock10: {
                    title: 'Массовые операции',
                    text: 'Копирование, вставка и перенос отдельных тренировок и тренировочных недель'
                },
                externalBlock11: {
                    title: 'Фото и видео',
                    text: 'Изображения и видео в заданиях и событиях'
                },
                externalBlock12: {
                    title: 'Общение с тренером',
                    text: 'Чат с тренером в каждой тренировке'
                }
            }
        },
        workWithCoach: {
            title: 'Занятия с тренером',
            shortTitle: 'Занятия с тренером',
            subtitle: 'Найдите тренера и занимайтесь онлайн по индивидуальному плану. Достигайте результатов без вреда для здоровья',
            breadcrumb: 'Для спортсмена: работа с тренером',
            urlLoc: "https://staminity.com/cases/work-with-coach?lang=ru",
            urlLocRu: "https://staminity.com/cases/work-with-coach?lang=ru",
            urlLocEn: "https://staminity.com/cases/work-with-coach?lang=en",
            button: {
                title: 'Найти тренера',
                link: ''
            },
            block1: {
                title: 'Найдите своего тренера онлайн',
                subtitle: '',
                text: "Тренеры и клубы специализируются на подготовке в различных видах спорта (бег, триатлон, велоспорт, плавание, лыжи, …)  и предлагают разный набор услуг. <br>" +
                "Изучите опыт и предложения тренеров, cвяжитесь с ними по контактам, указанным в профиле, и сделайте свой выбор.",
            },
            block2: {
                title: 'Получайте задания от тренера',
                subtitle: '',
                text: "Ваш индивидуальный план от тренера будет появляться в календаре. В каждой тренировке вы найдете рекомендации наставника и сможете задать любой интересующий вопрос.",
            },
            block3: {
                title: 'Выполняйте тренировки',
                subtitle: '',
                text: "Выполняйте рекомендации тренера и записывайте тренировки спортивными часами или программой на смартфоне.<br>" +
                "Чтобы тренировки попадали в Staminity, настройте автоматическую загрузку из Garmin Connect или Strava.",
            },
            block4: {
                title: 'Анализируйте выполнение',
                subtitle: '',
                text: "Цвет тренировки покажет степень соответствия плану.<br>" +
                "Для детального анализа доступны график показателей, детали по сегментам и кругам, карта, рассчитываемые показатели  по всей тренировке, по каждому кругу, сегменту и любому отрезку",
            },
            block5: {
                title: 'Контролируйте подготовку',
                subtitle: '',
                text: "Настройте свой набор отчетов и контролируйте подготовку. <br>" +
                "Доступны различные отчеты: тренировочные объемы, время в зонах, пики интенсивности, процент выполнения плана, тренировочная нагрузка и т.п.",
            },
            externalInfo: 'Найдите тренера по бегу, триатлону, велоспорту, плаванию, лыжам и другим циклическим видам спорта в Staminity. ' +
            'Если вы только хотите начать заниматься спортом, ищите лучший способ подготовиться к выбранной дистанции или хотите улучшить личный рекорд, тренеры в Staminity помогут вам в этом. ' +
            'Выберите тренера по бегу и пробегите первые 10 км, полумарафон или марафон. Выберите тренера по триатлону для подговки к IRONMAN, IRONSTAR и другим соревнованиям по триатлону.',
            description: 'Staminity поможет найти тренера и тренироваться с ним онлайн, получать индивидуальный план тренировок и всегда иметь его под рукой, автоматически загружать выполненные тренировки и анализировать их, всегда быть на связи с тренером.',
            moreScenario:{
                title: 'Смотрите также'
            }

        },
        trainingPlans: {
            title: 'Занятия по тренировочному плану',
            shortTitle: 'Занятия по тренировочному плану',
            subtitle: 'Выберите свой тренировочный план и занимайтесь системно для подготовки к выбранной цели в спорте',
            breadcrumb: 'Для спортсмена: занятия по тренировочному плану',
            urlLoc: "https://staminity.com/cases/training-plans?lang=ru",
            urlLocRu: "https://staminity.com/cases/training-plans?lang=ru",
            urlLocEn: "https://staminity.com/cases/training-plans?lang=en",
            button: {
                title: 'Выбрать тренировочный план',
                link: ''
            },
            block1: {
                title: 'Выберите подходящий план',
                subtitle: '',
                text: "В магазине планов Staminity тренеры публикуют свои тренировочные планы. <br>" +
                "Подберите план по характеристикам, важным для вас. По каждому плану доступна подробная информация.",
            },
            block2: {
                title: 'Купите и примените план',
                subtitle: '',
                text: "Каждый план включает набор плановых тренировок и рекомендаций тренера для достижения определенной цели.<br>" +
                "После покупки примените план в нужные даты и тренировки появятся в вашем календаре",
            },
            block3: {
                title: 'Выполняйте рекомендации из плана',
                subtitle: '',
                text: "Выполняйте тренировки и записывайте их спортивными часами или программой на смартфоне.<br>" +
                "Чтобы тренировки попадали в Staminity, настройте автоматическую загрузку из Garmin Connect или Strava.",
            },
            block4: {
                title: 'Анализируйте свои тренировки',
                subtitle: '',
                text: "Цвет тренировки покажет степень соответствия плану.<br>" +
                "Для детального анализа доступны график показателей, детали по сегментам и кругам, карта, рассчитываемые показатели  по всей тренировке, по каждому кругу, сегменту и любому отрезку",
            },
            block5: {
                title: 'Контролируйте подготовку',
                subtitle: '',
                text: "Настройте свой набор отчетов и контролируйте подготовку. <br>" +
                "Доступны различные отчеты: тренировочные объемы, время в зонах, пики интенсивности, процент выполнения плана, тренировочная нагрузка и т.п.",
            },
            externalInfo: 'Найдите тренировочный план по бегу, триатлону и другим циклическим видам спорта в Staminity. ' +
            'Тренировочные планы по бегу в Staminity помогут подготовиться и пробежать первые 10 км, полумарафон или марафон. ' +
            'Тренировочные планы по триатлону помогут подготовиться к IRONMAN, IRONSTAR и другим соревнованиям по триатлону.',
            description: 'В Staminity для спортсмена есть тренировочные планы, составленные профессиональными тренерами для подготовки к определенным дистанциям в беге и триатлоне. Выбирайте и подключайте план, применяйте его в нужные даты и начинайте тренировки',
            moreScenario:{
                title: 'Смотрите также'
            }


        },
        selfTraining: {
            title: 'Самостоятельные тренировки',
            shortTitle: 'Самостоятельные тренировки',
            subtitle: 'Тренируйтесь самостоятельно, планируйте сезон и контролируйте свой прогресс в циклических видах спорта',
            breadcrumb: 'Для спортсмена: Самостоятельные тренировки',
            urlLoc: "https://staminity.com/cases/self-training?lang=ru",
            urlLocRu: "https://staminity.com/cases/self-training?lang=ru",
            urlLocEn: "https://staminity.com/cases/self-training?lang=en",
            button: {
                title: 'Попробовать бесплатно',
                link: ''
            },
            block1: {
                title: 'Создайте план на сезон',
                subtitle: '',
                text: "Запланируйте свой тренировочный сезон по мезоциклам. Текущий мезоцикл и план по нему всегда будет доступен в календаре.",
            },
            block2: {
                title: 'Составьте план тренировок',
                subtitle: '',
                text: "При планировании вводите тренировки вручную, используйте свои шаблоны и категории тренировок, копируйте предыдущие занятия.",
            },
            block3: {
                title: 'Выполняйте тренировки',
                subtitle: '',
                text: "Выполняйте тренировки и записывайте их спортивными часами или программой на смартфоне.<br>" +
                "Чтобы тренировки попадали в Staminity, настройте автоматическую загрузку из Garmin Connect или Strava.",
            },
            block4: {
                title: 'Анализируйте тренировки',
                subtitle: '',
                text: "Цвет тренировки покажет степень соответствия плану.<br>" +
                "Для детального анализа доступны график показателей, детали по сегментам и кругам, карта, рассчитываемые показатели  по всей тренировке, по каждому кругу, сегменту и любому отрезку",
            },
            block5: {
                title: 'Контролируйте подготовку',
                subtitle: '',
                text: "Настройте свой набор отчетов и контролируйте подготовку. <br>" +
                "Доступны различные отчеты: тренировочные объемы, время в зонах, пики интенсивности, процент выполнения плана, тренировочная нагрузка и т.п.",
            },
            externalInfo: 'В Staminity есть все необходимое для самостоятельных тренировок по бегу, триатлону, плаванию, велоспорту и другим циклическим видам спорта.' +
            'Помимо планов на сезон, планирования и выполнения собственных тренировок попробуйте категории для удобной классификации заданий и шаблоны для быстрого планирования повторяющихся тренировок. ' +
            'Работать с тренером в Staminity можно совершенно бесплатно, а создание плана на сезон, планирование тренировок для себя, детальный анализ выполненных тренировок и управление категориями и шаблонами доступно на тарифе "Премиум"',
            description: 'Продвинутым любителям Staminity поможет самостоятельно спланировать свой тренировочный сезон, составить план собственных тренировок, анализировать их выполнение и контролировать процесс подготовки.',
            moreScenario:{
                title: 'Смотрите также'
            }

        },
        trainAthletes: {
            title: 'Подготовка учеников',
            shortTitle: 'Подготовка учеников',
            subtitle: 'Найдите учеников и тренируйте их онлайн: планируйте подготовку, анализируйте прогресс, общайтесь',
            breadcrumb: 'Для тренера: Подготовка учеников',
            urlLoc: "https://staminity.com/cases/train-athletes?lang=ru",
            urlLocRu: "https://staminity.com/cases/train-athletes?lang=ru",
            urlLocEn: "https://staminity.com/cases/train-athletes?lang=en",
            button: {
                title: 'Попробовать бесплатно',
                link: ''
            },
            block1: {
                title: 'Планируйте подготовку',
                subtitle: '',
                text: "Создавайте план тренировок для своих учеников, планируйте соревнования, фиксируйте важные события. <br>" +
                "Шаблоны тренировок помогут планировать быстрее",
            },
            block2: {
                title: 'Контролируйте выполнение',
                subtitle: '',
                text: "Дэшборд для тренера содержит обзор тренировочной недели по всем ученикам. Он поможет контролировать выполнение плана спортсменами.<br>" +
                "Создавайте новые тренировки и анализируйте выполненные прямо из дэшборда",
            },
            block3: {
                title: 'Анализируйте тренировки',
                subtitle: '',
                text: "Цвет тренировки покажет степень соответствия плану.<br>" +
                "Для детального анализа доступны график показателей, детали по сегментам и кругам, карта, рассчитываемые показатели  по всей тренировке, по каждому кругу, сегменту и любому отрезку",
            },
            block4: {
                title: 'Общайтесь с учениками',
                subtitle: '',
                text: "Чат с учеником, доступный в каждой тренировке, поможет получить его отчет или ответить на вопросы",
            },
            block5: {
                title: 'Привлекайте новых учеников',
                subtitle: '',
                text: "Помогите новым ученикам найти и узнать подробнее о вас. Расскажите в профиле о себе, об условиях занятий, о достижениях спортсменов. <br>" +
                "Пользователи Staminity смогут найти вас в поиске тренеров",
            },
            externalInfo: 'Staminity - это специальный сервис для тренера, где есть все необходимое для удобной и эффективной работы с учениками онлайн. Веб-приложение и мобильные приложения для тренера, профессиональная платформа для работы с учениками, включая планирование, контроль выполнения, анализ тренировок и общение с учениками. А также планирование сезона, создание собственных схем периодизации, ' +
            'управление категориями тренировок для классификации заданий и шаблонами для быстрого планирования повторяющихся тренировок.' +
            'Для работы со спортсменами онлайн нужен тариф "Тренер", приобретенный самостоятельно, либо подключенный клубом.',
            description: 'Staminity поможет тренеру эффективно работать с учениками онлайн: определять главные старты и составлять план на сезон, планировать отдельные тренировки и контролировать их выполнение, анализировать подготовку и общаться. Получите в одном приложении план и факт всех тренировок и тренировочный дневник по всем ученикам.',
            moreScenario:{
                title: 'Смотрите также'
            }
        },
        trainGroups: {
            title: 'Работа с группами спортсменов',
            shortTitle: 'Работа с группами',
            subtitle: 'Тренируйте группы и корпоративные команды онлайн, удобно и эффективно, с помощью тренировочных планов',
            breadcrumb: 'Для тренера: Работа с группами спортсменов"',
            urlLoc: "https://staminity.com/cases/train-groups?lang=ru",
            urlLocRu: "https://staminity.com/cases/train-groups?lang=ru",
            urlLocEn: "https://staminity.com/cases/train-groups?lang=en",
            button: {
                title: 'Попробовать бесплатно',
                link: ''
            },
            block1: {
                title: 'Создайте план',
                subtitle: '',
                text: "Тренировочный план - это набор тренировочных заданий, событий и соревнований. <br>" +
                "Создайте тренировочный план и запланируйте тренировки, аналогично планированию через календарь",
            },
            block2: {
                title: 'Присвойте план спортсменам',
                subtitle: '',
                text: "Присвойте план выбранным ученикам. Тренировки, события и соревнования из плана попадут в календари спортсменов",
            },
            block3: {
                title: 'Один план - несколько учеников',
                subtitle: '',
                text: "При работе с группами и корпоративными командами тренер может вести один план, а все изменения будут попадать в календари спортсменов",
            },
            externalBlocks: {
                title: "Виды планов",
                externalBlock1: {
                    title: 'Универсальный',
                    text: "<p>Тренировочный план, не привязанный к конкретным датам. Может быть применен в любые даты.</p>" +
                    "<p>Хорошо подходит в качестве типового плана для подготовки к забегу, для начала работы с новичками и как шаблон нескольких недель тренировок.</p>"
                },
                externalBlock2: {
                    title: 'Фиксированные даты',
                    text: "<p>Тренировочный план, привязанный к конкретным датам. </p>" +
                    "<p>Подходит для плана подготовки к определенному событию, например Московскому марафону, а также для составления плана работы группы учеников</p>",
                },
                externalBlock3: {
                    title: 'Обновляемый план',
                    text: "<p>Тренировочный план, привязанный к конкретным датам, все изменения которого автоматически транслируются спортсменам. </p>" +
                    "<p>Идеален для проведения тренировочных сборов и тренировки групп спортсменов по одному расписанию, в том числе для подготовки корпоративных команд по бегу и триатлону.</p>",
                }
            },
            externalInfo: 'Работайте с корпоративными командами по бегу и триатлону, организуйте тренировочные сборы по бегу и триатлону и другим циклическим видам спорта. ' +
            'Составляйте единый план для работы группы для подготовки к забегу на 10 км, к полумарафону или марафону. ' +
            'Для работы с группами спортсменов онлайн нужен тариф "Тренер", приобретенный самостоятельно, либо подключенный клубом. Для тренера оплачивается только первые 10 учеников',
            description: 'Staminity поможет тренеру тратить меньше времени на на работу с группами учеников или с командами по бегу и триатлону. Составляйте один тренировочный план и применяйте его к группе спортсменов, контролируйте прогресс каждого.',
            moreScenario:{
                title: 'Смотрите также'
            }
        },
        trainingPlanPublication: {
            title: 'Публикация и продажа тренировочных планов',
            shortTitle: 'Публикация планов',
            breadcrumb: 'Для тренера: Публикация и продажа планов',
            urlLoc: "https://staminity.com/cases/training-plan-publication?lang=ru",
            urlLocRu: "https://staminity.com/cases/training-plan-publication?lang=ru",
            urlLocEn: "https://staminity.com/cases/training-plan-publication?lang=en",
            subtitle: 'Создайте и опубликуйте свой тренировочный план, привлекайте новых клиентов и зарабатывайте в Staminity',
            button: {
                title: 'Создать аккаунт',
                link: ''
            },
            block1: {
                title: 'Создайте план',
                subtitle: '',
                text: "Тренировочный план - это набор тренировочных заданий, событий и соревнований. <br>" +
                "Создайте тренировочный план, запланируйте тренировки и заполните информацию для публикации плана",
            },
            block2: {
                title: 'Проверьте страницу плана в Магазине',
                subtitle: '',
                text: "Для каждого плана создается своя персональная страница в Магазине планов. <br>" +
                "Проверьте, как основные характеристики плана влияют на информацию на его странице и при необходимости внесите изменения",
            },
            block3: {
                title: 'Опубликуйте ваш план',
                subtitle: '',
                text: "Опубликованные планы размещаются в Магазине тренировочных планов. <br>" +
                "Вы решаете, опубликовать план бесплатно или за деньги и сами определяете стоимость плана",
            },
            externalBlocks: {
                title: "Преимущества планов в Staminity",
                externalBlock1: {
                    title: 'Удобно для спортсменов',
                    text: '<p>Staminity содержит все необходимое для работы по плану.</p>' +
                    '<p>Мобильные приложения, автоматическая загрузка тренировок, анализ каждой тренировки и всего тренировочного процесса. <a href="/cases/training-plans">Подробнее</a></p>'
                },
                externalBlock2: {
                    title: 'Выгодно для тренера',
                    text: "<p>Комиссия Staminity - 30% с каждой продажи плана.</p>" +
                    "<p>Для бесплатных планов комиссий нет. Если нет продаж - комиссий нет. Публикация бесплатна, тариф 'Тренер' не нужен</p>",
                },
                externalBlock3: {
                    title: 'Просто и наглядно',
                    text: "<p>Ваш план доступен в Магазине тренировочных планов для всех посетителей Staminity. </p>" +
                    "<p>Индивидуальная страница плана формируется автоматически и отражает всю существенную информацию по нему.</p>",
                }
            },
            externalInfo: '<strong>Если вы тренируете спортсменов онлайн</strong>, попробуйте сделать и опубликовать бесплатные или платные тренировочные планы. ' +
            'Бесплатный план на 4-6 недель покажет клиентам ваш подход к детализации упражнений, к построению тренировочного процесса и может стать первым шагом для спортсмена к выбору Вас как тренера. ' +
            'В планы подготовки к дистанциям в беге и триатлоне и планы по питанию можно включить очные консультации и очные тренировки, ' +
            'чтобы познакомиться с вашими клиентами и продемонстрировать ваши компетенции наставника, мотиватора.' +
            'А <strong>если у вас уже есть планы</strong> на бумаге, в виде таблиц или файлов, попробуйте сделать их копию в Staminity и дать клиентам возможность удобно заниматься по планам. Опубликовать план можно бесплатно.',
            description: 'Если вы тренер и знаете, как правильно тренироваться для подготовки к полумарафону, как пробежать марафон или подготовиться к соревнованиям по триатлону, мы предлагаем создавать тренировочные планы и публиковать их в магазине тренировочных планов. Staminity поможет найти новых учеников и получить дополнительный доход.',
            moreScenario:{
                title: 'Смотрите также'
            }

        },
        severalCoaches: {
            title: 'Совместная работа нескольких тренеров',
            shortTitle: 'Работа нескольких тренеров',
            subtitle: 'Соберите команду тренеров и эффективно тренируйте спортсменов онлайн',
            breadcrumb: 'Для клуба: Работа нескольких тренеров',
            urlLoc: "https://staminity.com/cases/several-coaches?lang=ru",
            urlLocRu: "https://staminity.com/cases/several-coaches?lang=ru",
            urlLocEn: "https://staminity.com/cases/several-coaches?lang=en",
            button: {
                title: 'Создать аккаунт',
                link: ''
            },
            block1: {
                title: 'Подключите тариф Клуб',
                subtitle: '',
                text: 'Для управления клубом нужен тариф "Клуб". Подключите его при регистрации или в любой момент после регистрации'
            },
            block2: {
                title: 'Соберите команду',
                subtitle: '',
                text: 'Пригласите членов клуба, назначьте им роли "Спортсмен" и "Тренер", свяжите тренеров со спортсменами. <br>' +
                'При необходимости, назначьте тренеров администраторами для помощи в управлении клубом',
            },
            block3: {
                title: 'Контролируйте работу клуба',
                subtitle: '',
                text: "Дэшборд руководителя клуба покажет, все ли спортсмены клуба получили план на неделю и как они его выполняют",
            },
            block4: {
                title: 'Создавайте базу тренировок клуба',
                subtitle: '',
                text: "Клубные категории тренировок и клубные шаблоны помогут тренерам клуба применять единые правила при подготовке учеников",
            },
            externalInfo: 'Клубы в Staminity помогут организовать совместную работу нескольких тренеров с учениками онлайн для школы бега, бегового клуба, клуба по триатлону, школы по плаванию и ' +
            'по другим циклическим видам спорта. Специальное приложение и веб-сервис, профессиональная платформа для спортивных клубов и школ по работе с учениками онлайн.',
            description: 'Staminity поможет организовать эффективную работу нескольких тренеров с учениками: собрать в одном клубе тренеров и спортсменов, распределять учеников между тренерами, контролировать работу клуба и единый подход к организации процесса тренировок',
            moreScenario:{
                title: 'Смотрите также'
            }
        },
        main: {
            title: 'Тренировки онлайн',
            subtitle: 'Приложение для работы с тренером и самостоятельной подготовки в циклических видах спорта',
            button: {
                title: 'Попробовать бесплатно'
            },
            urlLoc: 'https://staminity.com/?lang=ru',
            breadcrumb: 'Staminity'
        },
        scenario: {
            shortTitle: 'Сценарии',
            moreInfo: 'Узнать подробнее'
        },
        targetGroups: {
            title: "Для спортсменов, тренеров и клубов в циклических видах спорта",
            more: "Узнать подробнее",
            athletes: {
                title: "Для спортсменов",
                text: "Помогаем заниматься с тренером или по тренировочному плану и достигать спортивных целей"
            },
            coaches: {
                title: "Для тренеров",
                text: "Помогаем сократить время на планирование и анализ тренировок и эффективно работать с учениками"
            },
            clubs: {
                title: "Для клубов и команд",
                text: "Помогаем организовать работу нескольких тренеров онлайн с учениками"
            }
        },
        howItWorks: {
            title: "Тренируйтесь грамотно и достигайте выбранных целей в спорте",
            more: "Узнать подробнее о возможностях",
            howItWorks1: {
                title: "Поставьте цель",
                text: "Поставьте перед собой спортивную цель, запланируйте главный старт сезона и вспомогательные соревнования"
            },
            howItWorks2: {
                title: "Составьте план на сезон",
                text: "Получите от тренера или составьте самостоятельно план на сезон"
            },
            howItWorks3: {
                title: "Запланируйте тренировки",
                text: "Создайте план тренировок или получите индивидуальный план от тренера"
            },
            howItWorks4: {
                title: "Тренируйтесь грамотно",
                text: "Выполняйте задания и выполненные тренировки будут загружаться автоматически и сопоставляться с планом"
            },
            howItWorks5: {
                title: "Анализируйте прогресс",
                text: "Анализируйте каждую тренировку в деталях и контролируйте процесс подготовки"
            },
        },
        athletes: {
            title: 'Для спортсменов',
            shortTitle: 'Для спортсменов',
            subtitle: 'Помогаем заниматься с тренером или по тренировочному плану, тренироваться грамотно и достигать спортивных целей',
            breadcrumb: 'Для спортсменов',
            urlLoc: "https://staminity.com/athletes?lang=ru",
            urlLocRu: "https://staminity.com/athletes?lang=ru",
            urlLocEn: "https://staminity.com/athletes?lang=en",
            button: {
                title: 'Создать аккаунт',
                link: ''
            },
            staminityInfo: "Staminity – это приложение для бега, триатлона, плавания и велогонок, а также для занятий другими циклическими видами спорта. Найдите тренера или тренировочный план, ведите дневник тренировок и тренируйтесь грамотно, для подготовки к выбранной цели в спорте",
            summaryInfo: 'Staminity создано для спортсменов-любителей и может быть полезным, если вы хотите:' +
            '<li>начать бегать или заниматься спортом,</li>' +
            '<li>найти способ правильно тренироваться, чтобы привести себя в форму или похудеть,</li>' +
            '<li>улучшить личный рекорд в беге и триатлоне,</li>' +
            '<li>найти программу тренировок по бегу или триатлону,</li>' +
            '<li>узнать, как тренироваться без травм и без вреда для здоровья,</li>' +
            '<li>найти тренировочный план, чтобы подготовиться и пробежать свой первый полумарафон,</li>' +
            '<li>узнать, как подготовиться к марафону,</li>' +
            '<li>начать тренироваться системно для подготовки к соревнованиям по триатлону,</li>' +
            '<li>тренироваться на результат и подготовиться к IRONMAN...<br>' +
            '<p>Мы ждем вас в Staminity! Регистрируйтесь, выбирайте тренера или тренировочный план и тренируйтесь грамотно.</p>',
            moreScenario:{
                title: 'Сценарии работы в сервисе для спортсмена'
            }
        },
        coaches: {
            title: 'Для тренеров',
            shortTitle: 'Для тренеров',
            subtitle: 'Помогаем сократить время на планирование и анализ тренировок и эффективно работать с учениками онлайн',
            breadcrumb: 'Для тренеров',
            urlLoc: "https://staminity.com/coaches?lang=ru",
            urlLocRu: "https://staminity.com/coaches?lang=ru",
            urlLocEn: "https://staminity.com/coaches?lang=en",
            button: {
                title: 'Создать аккаунт тренера',
                link: ''
            },
            staminityInfo: "Staminity - это приложение для тренеров по бегу, триатлону, плаванию, велогонкам и другим циклическим видам спорта. Тренируйте учеников онлайн, работайте с группами и командами, находите новых учеников и зарабатывайте с продажи тренировочных планов.",
            summaryInfo: 'Staminity может быть полезным для тренера' +
            '<li><strong>Если вы тренируете любителей или профессиональных спортсменов</strong> – подключайте учеников и работайте с ними онлайн;</li>' +
            '<li><strong>Если вы готовите учеников к соревнованиям по бегу, триатлону и другим циклическим видам спорта</strong> – составляйте индивидуальный тренировочный план для каждого ученика, для группы или команды;</li>' +
            '<li><strong>Если вы знаете, как составить программу тренировок для определенной цели в спорте</strong> –  создайте и опубликуйте в магазине тренировочных планов свой платный или бесплатный план;</li>' +
            '<li><strong>Если вы хотите найти новых учеников</strong> – зарегистрируйтесь и заполните профиль тренера, чтобы новые ученики смогли найти вас.</li>' +
            '<p>Мы ждем вас в Staminity! <a target="_blank" href="mailto:support@staminity.com">Напишите нам</a>, если возникнут любые вопросы по работе тренера в сервисе.</p>',
            moreScenario:{
                title: 'Сценарии работы в сервисе для тренера'
            }
        },
        clubs: {
            title: 'Для клубов и команд',
            shortTitle: 'Для клубов и команд',
            subtitle: 'Помогаем организовать эффективную работу нескольких тренеров онлайн с учениками для клуба или команды',
            breadcrumb: 'Для клубов и команд',
            urlLoc: "https://staminity.com/clubs?lang=ru",
            urlLocRu: "https://staminity.com/clubs?lang=ru",
            urlLocEn: "https://staminity.com/clubs?lang=en",
            button: {
                title: 'Создать аккаунт клуба',
                link: ''
            },
            staminityInfo: "В Staminity есть специальные возможности для беговых, триатлонных и велоклубов, для школ по плаванию, лыжам, а также по другим циклическим видам спорта. Приглашайте тренеров в клуб и распределяйте учеников между ними, работайте со спортсменами онлайн, тренируйте группы и команды.",
            summaryInfo: 'Staminity может быть полезным для тренера' +
            '<li><strong>Если у вас несколько тренеров</strong> – создайте клуб в Staminity, пригласите тренеров и спортсменов подключиться к клубу и организуйте тренировочный процесс;</li>' +
            '<li><strong>Если вы тренируете любителей или профессиональных спортсменов</strong> – подключайте учеников в клуб, назначайте тренера и работайте с ним онлайн;</li>' +
            '<li><strong>Если вы готовите учеников к соревнованиям по бегу, триатлону и другим циклическим видам спорта</strong> – составляйте индивидуальный тренировочный план для каждого ученика, либо используйте один план для группы или команды;</li>' +
            '<li><strong>Если вы хотите найти новых учеников</strong> – зарегистрируйтесь и заполните профиль клуба, чтобы новые ученики смогли найти ваш клуб.</li>' +
            '<p>Мы ждем вас в Staminity! <a target="_blank" href="mailto:support@staminity.com">Напишите нам</a>, если возникнут любые вопросы по работе клуба в сервисе.</p>',
            moreScenario:{
                title: 'Сценарии работы в сервисе для клуба'
            }
        }

    },
    en: {
        // Landing page
        fullTitle: "Workout log, training plans and online training for triathlon, running, swimming and cycling | Staminity",
        shortTitle: "Workout log, training plans and online training for triathlon, running, swimming and cycling | Staminity",
        description: "Application for online training in running, cycling, swimming and triathlon. Training plans, workout log, online training for athletes, coaches and clubs",
        keywords: "Workout log, online training running, online training cycling, online training swimming, online training triathlon, online training sport, training plan, training plans, online training program, online training application, application for coaches, application for coach, work with coach, train with coach, run, triathlon, cycling, swimming, workout diary, activity log, activity diary, work with athletes, Staminity, work with coach online",
        nav: {
            link1: "Features",
            link2: "Blog (rus)",
            link3: "Pricing",
            link4: "Support",
            signIn: "Login",
            signOut: "Logout",
            signUp: "Sign up",
        },
        welcome: {
            shortTitle: "Training online",
            promo: "β-version",
            description: "Train smart and achieve your goals",
            title1: "ПЛАН ТВОИХ ПОБЕД",
            title2: "ПЛАНИРУЙ, ТРЕНИРУЙСЯ, ДОСТИГАЙ РЕЗУЛЬТАТОВ",
            button: "Start",
            buttonSignUp: "Sign up"
        },
        subscribe: {
            title: "Рассылка Стаминити",
            name: "Имя",
            email: "Email",
            required: "Обязательное поле",
            errMail: "Проверьте правильность указания e-mail",
            action: "Подписаться",
            note: "Рассказываем о создании сервиса, делимся новостями",
            question: "Есть вопросы? Напишите нам: ",
        },
        start: {
            action: "Start",
            note: "Signup to continue",
        },
        devices: {
            title: "Choose the way to work",
            subtitle: "",
            desktop: {
                title: "From your desktop",
                description: "Connect to Staminity from Google Chrome, Opera, Firefox or Safari. <br>" +
                "Internet explorer and Edge are not supported right now",
            },
            mobile: {
                title: "From smartphone",
                description: "Staminity for mobile is available from your smartphone or tablet browser. <br>" +
                "Staminity for Android (beta) is available in Google play. Join our <a flex href=\"https://help.staminity.com/ru/beta-ios.html\">beta program</a> to get Staminity for IOS",
            },
        },
        scheme: {
            title: "How it works",
            subtitle: "",
            step1: {
                title: "Plan",
                description: "Get plan for every workout from your coach or create it by yourself",
            },
            step2: {
                title: "Complete",
                description: "Record your workouts with your favorite sport watch or application and they will be uploaded automatically and matched with plan"
            },
            step3: {
                title: "Analyze",
                description: "Analyze your workouts with your coach. Review the metrics for whole activity or single segment, go deep by select any section to gain understanding of your performance"
            },
        },
        features: {
            athletes: {
                title: "For athletes",
                subtitle: "Help to train online with coach and achieve your goals",
                title1: "Plan",
                text1: "Get training plans from your coach or create them by yourself. You will be notified about new planned workout and your coach will be notified about your performance",
                title2: "Train",
                text2: "Complete workouts and analyze them. Your activity records will be automatically uploaded to Staminity and will be matched with plan",
                title3: "Communicate",
                text3: "Chat with coach, discuss workouts details, write short workout review. Comments from your friends and subsrcibers are coming soon",
                carousel1: {
                    title: "Workout calendar",
                    description: "Workout calendar shows training plan and completed workouts, events, measurements and competitions. <br/><br/>" +
                    "It helps to understand the status for every workout, calculate week totals and week status",
                },
                carousel2: {
                    title: "Plan and fact",
                    description: "Workout summary helps you to estimate the plan completeness, compare the workout goal with actual performance and key metrics.<br/><br/>" +
                    "Your coach will receive your workout report and answer to your questions in Chat, available for every workout",
                },
                carousel3: {
                    title: "Deep analysis of completed workout",
                    description: "All what you need to analyze any completed workout. <br/><br/> " +
                    "Interactive charts, calculated metrics and peaks, time in zones for whole activity, every lap, segment and any selected interval",
                },

            },
            coaches: {
                title: "For coaches",
                subtitle: "We help to work with athletes and reduce routine",
                title1: "Plan",
                text1: "Create training plan for your athletes. Plan the whole workout or every segment, set intensity goals for heart rate, pace/speed or power in absolute values of %FTP. " +
                "Your athletes will be notified about all changes in training plan",
                title2: "Check",
                text2: "Be notified of every workout completed by your athletes. Weekly dashboard helps you to get week status for all of your athletes.",
                title3: "Analyze",
                text3: "Get detailed info about every completed workout. We calculate the percent of completeness and necessary metrics for whole activity, every lap and selected segment.",
                carousel1: {
                    title: "Coach dashboard – week review for all connected athletes",
                    description: "It shows training week for all connected athletes, helps to plan and analyze workouts",
                },
                /*
                 carousel1: {
                 title: 'План на тренировку в двух режимах',
                 description: 'Два типа тренировочных заданий: в целом на тренировку и по отдельным тренировочным сегментам. <br/>'+
                 'Если план задать по сегментам, то приложение оценит корректность выполнения по каждому из них<br/>' +
                 'Выбирайте вариант планирования, удобный для вас.'
                 },
                 carousel2: {
                 title: 'Дэшборд тренера – недельный обзор по ученикам',
                 description: 'Дэшборд тренера покажет тренировочную неделю по всем ученикам.<br/>Планировать тренировки и анализировать их выполнение  можно не только в календаре спортсмена, но и с помощью дэшборда.'
                 },
                 carousel3: {
                 title: 'Детальный анализ любого отрезка тренировки',
                 description: 'Как спортсмен пробежал важный рабочий отрезок? Можно узнать в деталях.<br/>' +
                 'В этом помогут подробный график в масштабе, показатели и пики по выделенному отрезку'
                 } */
            },
            clubs: {
                title: "For clubs",
                subtitle: "We help to manage clubs",
                title1: "Assemble your team",
                text1: "Create your club, gather together athletes and coaches, manage requests from other users to join your club",
                title2: "Manage your club",
                text2: "Manage club members roles, let club members to be club coaches or administrators. Assign club coaches to athletes.",
                title3: "Control training process",
                text3: "Week dashboard for all club athletes helps you understand how your coaches create plans and how athletes complete them",

                carousel1: {
                    title: "Club management",
                    description: "Club manager is able to manage club members, assign and reassign coach athletes between coaches. <br/>" +
                    "In large clubs club manager is able to assign club adiministrators from coaches and delegate them manager's functions",
                },
                /*
                 carousel1: {
                 title: 'Профиль клуба',
                 description: 'Профиль клуба покажет основную информацию по клубу, а также его спортсменов и тренеров<br/>'+
                 'Запрос на вступление в клуб также отправляется из профиля клуба'
                 },
                 carousel2: {
                 title: 'Запросы клубу',
                 description: 'В реестре запросов руководители клуба управляют запросами от членов клуба.<br/>'+
                 'Подтверждения требуют все запросы на вступление в клуб, а также запрос на выход тренера из клуба'
                 },
                 carousel3: {
                 title: 'Управление клубом',
                 description: 'В управлении членами клуба руководители клубов могут управлять составом клуба, назначать тренеров для спортсменов, управлять ролями членов клуба'
                 } */
            },
        },
        footer: {
            block1: {
                title: "Staminity",
                link1: '<a flex href="https://help.staminity.com/en/about/staminity.html" target="_blank" class="md-body md-light">Features</a>',
                link2: '<a flex href="#athletes" class="md-body md-light">For athletes</a>',
                link3: '<a flex href="#coaches" class="md-body md-light">For coaches</a>',
                link4: '<a flex href="#clubs" class="md-body md-light">For clubs</a>',
                link5: '<a flex href="https://staminity.com/tariffs" class="md-body md-light">Pricing</a>',
            },
            block2: {
                title: "Help and support",
                link1: '<a flex href="https://help.staminity.com/ru/" target="_blank" class="md-body md-light">Help center (RUS)</a>',
                link2: '<a flex href="https://support.staminity.com/l_eng/" target="_blank" class="md-body md-light">Customer service</a>',
                link3: '<a flex href="https://legal.staminity.com/en/terms.html" target="_blank" class="md-body md-light">Website use policy</a>',
                link4: '<a flex href="https://legal.staminity.com/en/license.html" target="_blank" class="md-body md-light">License agreement</a>',
                link5: '<a flex href="https://legal.staminity.com/en/privacy.html" target="_blank" class="md-body md-light">Privacy policy</a>',
                link6: '<a flex href="https://legal.staminity.com/ru/credits/website-credits.html" target="_blank" class="md-body md-light">Credits</a>',

            },
            block3: {
                title: "Follow us",
                link1: '<a flex href="https://www.facebook.com/staminity/" target="_blank" class="md-body md-light">Folow us on Facebook</a>',
                link2: '<a flex href="https://vk.com/staminity" target="_blank" class="md-body md-light">Follow us on VK</a>',
                link3: '<a flex href="http://blog.staminity.com/" target="_blank" class="md-body md-light">Blog (RUS)</a>',
            },
            block4: {
                title: "About us",
                link1: '<a flex href="#" class="md-body md-light disable">Our team</a>',
                link2: '<a flex href="mailto:mail@staminity.com" target="_blank" class="md-body md-light">E-mail us</a>',
            },
            product: {
                title: "Product",
                link1: '<a href="/athletes">For athletes</a>',
                link2: '<a href="/coaches">For coaches</a>',
                link3: '<a href="/clubs">For clubs</a>',
                link4: '<a href="/features">Features</a>',
                link5: '<a href="/tariffs">Tariffs</a>',
                link6: '<a href="/search?state=coaches">Find coach</a>',
                link7: '<a href="/training-plans-store?state=store">Training plans Store</a>',
            },
            scenarios: {
                title: "Use cases",
                link1: '<a href="/cases/work-with-coach">Working with a coach</a>',
                link2: '<a href="/cases/training-plans">Training plans for athletes</a>',
                link3: '<a href="/cases/self-training">Self training</a>',
                link4: '<a href="/cases/train-athletes">Train athletes</a>',
                link5: '<a href="/cases/train-groups">Train groups of athletes</a>',
                link6: '<a href="/cases/training-plan-publication">Plan publication and selling</a>',
                link7: '<a href="/cases/several-coaches">Several coaches joint work</a>',

            },
            support: {
                title: "Help and support",
                link1: '<a href="https://help.staminity.com/en" target="_blank">Help and FAQ</a>',
                link2: '<a href="https://support.staminity.com/l_eng/" target="_blank">Customer support</a>',
                link3: '<a href="mailto:support@staminity.com?subject=Staminity demo">Ask for a demo</a>',
                link4: '<a href="mailto:support@staminity.com?subject=Question">Ask a question</a>',
            },
            company: {
                title: "Company",
                link1: '<a href="#">About</a>',
                link2: '<a href="https://blog.staminity.com" target="_blank">Blog (RUS)</a>',
                link3: '<a href="https://legal.staminity.com/en/">Legal documents</a>',
                link4: '<a href="https://legal.staminity.com/en/privacy.html">Privacy policy</a>',
                link5: '<a href="https://legal.staminity.com/en/credits/website-credits.html">Credits</a>',
            },
            copyright1: "Made with",
            copyright2: "| © 2018 Staminity. All rights reserved",
        },
        tariffs: {
            title: "How much does staminity.com cost?",
            shortTitle: "Pricing",
            tryFreeBtn: "TRY FOR FREE",
            tryFree: "No credit card required",
            connectFree: "TRY FOR FREE",
            connectTrial: "14 day free trial",
            connect: "Try for free",
            connectTrialBtn: "TRY FOR FREE",
            month: "Month",
            year: "Year",
            calculator: "Tariff calculator",

            name: {
                basic: "Basic",
                premium: "Premium",
                coach: "Coach",
                club: "Club",
            },
            description: {
                basic: "Workout log, train with coach, connect with friends",
                premium: '"Basic" + Plan and analyze your workouts',
                coach: "All for coach to work with athletes",
                club: "All for clubs with several coaches to work with athletes",
            },
            noCreditCard: "",
            functions: {
                func1: "Workout log",
                func2: "Review completed workouts",
                func3: "Auto sync with actual data providers",
                func4: "Online training with coach",
                func5: "<i>(SOON) Chat with friends, groups and leaderboards</i>",
                func6: '<strong>All in "Basic" tariff +:</strong>',
                func7: "+ Plan your workouts",
                func8: "+ Analyze workouts in details",
                func9: "+ Manage categories and workout templates",
                func10: "+ Repors and analytics",
                func11: "Workout log for every athlete",
                func12: "Plan workouts and chat with athletes",
                func13: "Analyze athlete's workouts in details",
                func14: "Manage categories and workout templates",
                func15: "Coach dashboard",
                func16: "Reports and analytics for coach",
                func17: "Create and manage training plans",
                func18: "<strong>All Coach functions for club athletes +:</strong>",
                func19: "+ Connect additional coaches",
                func20: "+ Assign coaches to club athletes",
                func21: "+ Manage club categories and workout templates",
                func22: "+ Club dashboard",
                func23: "<i>+ (SOON) Reports and analytics for club</i>",
                func24: "<i>+ (SOON) Manage training plans</i>",
            },
            byMonth: "/ month",
            byYear: "/year",

            coachAthletes: "{{athlete | number:number}} {{currency | translate}}/month per athlete. \n" +
            "{{minAthletes}} athletes included in subscription fee. \n" +
            "Pay maximum for {{maxAthletes}} athletes, {{maxAthletes + 1}}-th and above are free",

            clubAthletes: "{{athlete | number:number}} {{currency | translate}}/month per club athlete.  \n" +
            "{{minAthletes}} free athlete for every club coach included. \n" +
            "Pay maximum for {{maxAthletes}} athletes for every club coach",

            clubCoaches: "{{coach | number:number}} {{currency | translate}}/month per club coach.  \n" +
            "{{minCoaches}} club coach included in subscription fee. \n",

            calc: {
                params: "Params",
                totals: "Total per month",
                subscription: "Subscription fee:",
                variable: "For athletes:",
                premium: "Need PREMIUM tariff for yourself",
                coaches: "Coaches:",
                athletes: "Athletes:",
                proAthletes: "Athletes with PREMIUM tariff paid by you:",
                freeAthletes: "{{athletes}}+ athletes are without payment",
            },
            loading: "Loading...",
            breadcrumb: 'Pricing',
            urlLoc: "https://staminity.com/tariffs?lang=en",
            subtitle: "How much does Staminity costs?"
        },
        featuresNew: {
            title: 'Staminity features',
            shortTitle: 'Features',
            subtitle: 'Online training with a coach, training plans and training diary in cyclic sports',
            breadcrumb: 'Features',
            urlLoc: "https://staminity.com/features?lang=en",
            button: {
                title: 'Create account',
                link: ''
            },
            block1: {
                title: 'Training diary',
                subtitle: '',
                text: "Training calendar with planned and completed activities and competitions, important events and measurements.",
            },
            block2: {
                title: 'Analysis of completed activities',
                subtitle: '',
                text: "Calculating correctness of the completion of a plan and of a separate segment in each activity. Detailed information for extensive analysis.",
            },
            block3: {
                title: 'Working with a coach',
                subtitle: '',
                text: 'Search for coaches to train online. Individual plan, recommendations and constant contact with the coach. <a href="/cases/work-with-coach">Read more</a>',
            },
            block4: {
                title: 'Training plans',
                subtitle: '',
                text: 'Training plans designed by professional coaches for those who only start to train or for those who want to prepare for a certain distance. <a href="cases/training-plans">Read more</a>',
            },
            externalBlocks: {
                title: 'As well as',
                externalBlock1:{
                    title: 'Activities upload',
                    text: 'An automatic upload of completed activities and their comparison with the planned ones'
                },
                externalBlock2:{
                    title: 'Mobile apps',
                    text: 'Training diary is always at your disposal in iOS and Android apps'
                },
                externalBlock3:{
                    title: 'Two types of activities',
                    text: 'Simple and structured activities'
                },
                externalBlock4:{
                    title: 'Season planning',
                    text: 'Season plan by mesocycles. Custom periodization schemes'
                },
                externalBlock5:{
                    title: 'Analytics and reports',
                    text: 'Interactive charts to control the preparation process'
                },
                externalBlock6:{
                    title: 'Coach dashboard',
                    text: "Training week overview for all coach’s athletes"
                },
                externalBlock7:{
                    title: 'Activity templates',
                    text: 'Templates enabling to create activities for you and for your athletes in a fast and simple way'
                },
                externalBlock8:{
                    title: 'Activity categories',
                    text: 'Activity classification by categories'
                },
                externalBlock9:{
                    title: 'Training zones',
                    text: 'Limits of training zones and of LT for activities analysis'
                },
                externalBlock10:{
                    title: 'Mass operations',
                    text: 'Cut, copy and paste separate activities and training weeks'
                },
                externalBlock11:{
                    title: 'Photo and video',
                    text: 'Images and videos in descriptions of activities and events'
                },
                externalBlock12:{
                    title: 'Communication with a coach',
                    text: 'Chat with your coach in each activity'
                },
            },


        },
        workWithCoach: {
            title: 'Working with a coach',
            shortTitle: 'Working with a coach',
            subtitle: 'Find a coach and work with him online to become a better version of yourself in cyclic sports',
            breadcrumb: 'For athletes: Working with a coach',
            urlLoc: "https://staminity.com/cases/work-with-coach?lang=en",
            urlLocRu: "https://staminity.com/cases/work-with-coach?lang=ru",
            urlLocEn: "https://staminity.com/cases/work-with-coach?lang=en",
            button: {
                title: 'Find a coach',
                link: ''
            },
            block1: {
                title: 'Find your online coach',
                subtitle: '',
                text: "Coaches and clubs specialize in training in various cyclic sports (running, triathlon, cycling, swimming, skiing,...) offer different sets of services. <br>" +
                "Review coaches’ experience and offers, contact them using contact details stated in their profiles and make your choice.",
            },
            block2: {
                title: 'Get individual plan from the coach',
                subtitle: '',
                text: "Activities planned by the coach will appear in your calendar. In each activity you will find your coach's recommendations and will be able to ask him any questions.",
            },
            block3: {
                title: 'Complete activities',
                subtitle: '',
                text: "Complete your coach’s recommendations and record your activities by sports watch or by an application on your smartphone.<br>" +
                "In order for activity records to get into Staminity, set up an automatic upload from Garmin Connect or Strava.",
            },
            block4: {
                title: 'Analyze your activities',
                subtitle: '',
                text: "The activity’s color will indicate the level of its compliance with the plan. <br>" +
                "For detailed analysis, there are indicators chart, details on segments and laps, map, indicators calculated for whole activity, for each lap, segment or any part of the activity.",
            },
            block5: {
                title: 'Control your training process',
                subtitle: '',
                text: "Set up your own set of reports and control the training process. <br>" +
                "Different reports are available: completed duration/distance, time in zones, intensity peaks, percentage of the plan completion, training load etc.",
            },
            externalInfo: 'Find an online coach for running, triathlon, cycling, swimming, skiing and other cyclic sports in Staminity. '+
            'If you just want to start regular excercises or look for the best way to prepare for the chosen distance or want to improve your personal best, the Staminity coaches will help you with this. '+
            'Choose an online running coach for your first 10 km race, half marathon or marathon. Choose a triathlon coach to prepare for IRONMAN, IRONSTAR and other triathlon competitions.',
            description: 'Staminity will help you to find a coach and train with him online, get an individual training plan and always have access to it, automatically upload completed workouts and analyze them, constantly be in touch with your coach.',
            moreScenario:{
                title: 'Related use cases'
            }

        },
        trainingPlans: {
            title: 'Training plans for athletes',
            shortTitle: 'Training plans for athletes',
            subtitle: 'Choose your training plan and train systematically to prepare for the chosen distance and achieve your sport goal',
            breadcrumb: 'For athletes: Training plans',
            urlLoc: "https://staminity.com/cases/training-plans?lang=en",
            urlLocRu: "https://staminity.com/cases/training-plans?lang=ru",
            urlLocEn: "https://staminity.com/cases/training-plans?lang=en",
            button: {
                title: 'Choose your plan',
                link: ''
            },
            block1: {
                title: 'Find a suitable plan',
                subtitle: '',
                text: "Coaches publish their training plans in the Store. <br>" +
                "Choose a plan according to characteristics that are important to you. For each plan there is detailed information available.",
            },
            block2: {
                title: 'Purchase and assign the plan',
                subtitle: '',
                text: "Each plan includes a set of planned activities and recommendations of the coach aimed at achieving a certain goal.<br>" +
                "After the purchase, assign the plan to the required dates and planned activities will appear in your calendar.",
            },
            block3: {
                title: 'Complete activities',
                subtitle: '',
                text: "Complete activities and record them by your sports watch or by an application on the smartphone. <br>" +
                "In order for activity records to get into Staminity, set up an automatic upload from Garmin Connect or Strava.",
            },
            block4: {
                title: 'Analyze your activities',
                subtitle: '',
                text: "The activity’s color will indicate the level of its compliance with the plan. <br>" +
                "For detailed analysis, there are indicators chart, details on segments and laps, map, indicators calculated for whole activity, for each lap, segment or any part of the activity.",
            },
            block5: {
                title: 'Control your training process',
                subtitle: '',
                text: "Set up your own set of reports and control the training process. <br>" +
                "Different reports are available: completed duration/distance, time in zones, intensity peaks, percentage of the plan completion, training load etc.",
            },
            externalInfo: 'Find a training plan for running, triathlon and other cyclic sports in Staminity. '+
            'Training plans for running will help to prepare and run your first 10 km, half marathon or marathon. '+
            'Training plans for triathlon will help to prepare for IRONMAN, IRONSTAR and other triathlon competitions.',
            description: 'For athletes there are also training plans available for purchase. These plans have been developed by professional coaches in order to help athletes to prepare for particular distances in running and triathlon. Find your plan, purchase and assign it to the required dates and start training.',
            moreScenario:{
                title: 'Related use cases'
            }

        },
        selfTraining: {
            title: 'Self training',
            shortTitle: 'Self training',
            subtitle: 'Be the coach for yourself, create a plan for your season, plan your activites and control your progress in cyclic sports',
            breadcrumb: 'For athletes: Self training',
            urlLoc: "https://staminity.com/cases/self-training?lang=en",
            urlLocRu: "https://staminity.com/cases/self-training?lang=ru",
            urlLocEn: "https://staminity.com/cases/self-training?lang=en",
            button: {
                title: 'Try for free',
                link: ''
            },
            block1: {
                title: 'Create a season plan',
                subtitle: '',
                text: "Plan your training season by mesocycles. The current mesocycle and every microcycle plan are always be available in the calendar",
            },
            block2: {
                title: 'Compose a plan of activities',
                subtitle: '',
                text: "When planning you can create activities manually, use your templates and activity categories, copy previous activities.",
            },
            block3: {
                title: 'Complete activities',
                subtitle: '',
                text: "Complete activities and record them by your sports watch or by an application on the smartphone. <br>" +
                "In order for activity records to get into Staminity, set up an automatic upload from Garmin Connect or Strava.",
            },
            block4: {
                title: 'Analyze your activities',
                subtitle: '',
                text: "The activity’s color will indicate the level of its compliance with the plan. <br>" +
                "For detailed analysis, there are indicators chart, details on segments and laps, map, indicators calculated for whole activity, for each lap, segment or any part of the activity.",
            },
            block5: {
                title: 'Control your training process',
                subtitle: '',
                text: "Set up your own set of reports and control the training process. <br>" +
                "Different reports are available: completed duration/distance, time in zones, intensity peaks, percentage of the plan completion, training load etc.",
            },
            externalInfo: 'Staminity has everything you need for self training in running, triathlon, swimming, cycling and other cyclic sports. ' +
            'In addition to the season planning and planning and analyzing your own activities, try out categories for easy classification of activities and templates for quickly planning repetitive activities. '+
            'Working with a coach in Staminity can be completely free, but season planning, activity self planning, a detailed analysis of the activities and management of categories and templates is available at the "Premium" tariff',
            description: 'Staminity will help advanced athletes to independently plan their training season, create planned activities for themselves, analyze their performance and control their training process.',
            moreScenario:{
                title: 'Related use cases'
            }
        },
        trainAthletes: {
            title: 'Train athletes',
            shortTitle: 'Train athletes',
            subtitle: 'Find athletes and work together online: plan their season and activities, analyze progress, stay connected',
            breadcrumb: 'For coaches: Train athletes',
            urlLoc: "https://staminity.com/cases/train-athletes?lang=en",
            urlLocRu: "https://staminity.com/cases/train-athletes?lang=ru",
            urlLocEn: "https://staminity.com/cases/train-athletes?lang=en",
            button: {
                title: 'Try for free',
                link: ''
            },
            block1: {
                title: 'Create a plan',
                subtitle: '',
                text: "Create planned activities for your athletes, competitions and important events. <br>" +
                "Activity templates will help you to plan in a fast and convenient way.",
            },
            block2: {
                title: 'Control the plan completion',
                subtitle: '',
                text: "Coach dashboard contains training week overview for all connected athletes. It will help the coach to control the process of plan completion by athletes<br>" +
                "Create new activities and analyze completed ones from the dashboard",
            },
            block3: {
                title: 'Analyze activities',
                subtitle: '',
                text: "The activity’s color will indicate the level of its compliance with the plan. <br>" +
                "For detailed analysis, there are indicators chart, details on segments and laps, map, indicators calculated for whole activity, for each lap, segment or any part of the activity.",
            },
            block4: {
                title: 'Stay connected with athletes',
                subtitle: '',
                text: "With the help of the chat available in each activity, you will be able to receive a report from an athlete or answer his questions.",
            },
            block5: {
                title: 'Get new athletes',
                subtitle: '',
                text: "Help new athletes to find out more information about you. In your profile you can tell about yourself, your terms of training and achievements of your athletes.  <br>" +
                "New athletes will be able to find you among the coach search results",
            },
            externalInfo: 'Staminity is a service for the running coach, triathlon coach and for coaches in other cyclic sports. It has everything necessary for convenient and effective work with athletes online. Web application and mobile applications for the coach, a professional platform for working with athletes online.' +
            'Includes planning, controlling the plan performance, analyzing training and communicating with students. It also helps to perform season planning, managing periodization schemes, ' +
            'managing categories for classifying activities and templates for quickly planning repetitive activities. ' +
            'To work with athletes online a coach need a "Coach" tariff, purchased by himself, or enabled by the club.',
            description: 'Staminity will help a coach to work with athletes online in an effective way: define the key races and create season plans, plan separate workouts and analyze completed ones, track the training process and communicate with athletes. In one app you will receive training log with all planned and completed workouts for your athletes.',
            moreScenario:{
                title: 'Related use cases'
            }
        },
        trainGroups: {
            title: 'Train groups of athletes',
            shortTitle: 'Train groups of athletes',
            subtitle: "Train groups of athletes and corporate teams online, conveniently and effectively, with training plans",
            breadcrumb: 'For coaches: Train groups of athletes',
            urlLoc: "https://staminity.com/cases/train-groups?lang=en",
            urlLocRu: "https://staminity.com/cases/train-groups?lang=ru",
            urlLocEn: "https://staminity.com/cases/train-groups?lang=en",
            button: {
                title: 'Try for free',
                link: ''
            },
            block1: {
                title: 'Create a training plan',
                subtitle: '',
                text: "Training plan contains a set of planned activities, events and competitions. <br>" +
                "Create a training plan and plan activities similar to planning through calendar.",
            },
            block2: {
                title: 'Assign plan to athletes',
                subtitle: '',
                text: "Assign plan to the selected athletes. Activities, events, and competitions from the plan will be copied to the athlete’s calendar.",
            },
            block3: {
                title: 'One plan - several students',
                subtitle: '',
                text: "When working with groups and corporate teams, the coach can maintain one plan, and all changes could be included in the calendars of athletes",
            },
            externalBlocks: {
                title: "Plan types available",
                externalBlock1: {
                    title: 'Universal',
                    text: "<p>Training plan without fixed dates. Can be applied in any dates.</p>" +
                    "<p>Is great as typical plan used to prepare for a race, as a plan to start working with newbies and as a template for several weeks of activities.</p> ",
                },
                externalBlock2: {
                    title: 'Fixed dates',
                    text: "<p>Training plan with fixed dates </p>" +
                "<p>Can be used when preparing for a specific event, such as the Berlin marathon, and as a plan for a specific group of athletes.</p>",
                },
                externalBlock3: {
                    title: 'Dynamic plan',
                    text: "<p>Training plan with fixed dates, all changes are transferred to assigned athletes. </p>" +
                    "<p>Is perfect for holding training camps and for working with groups of athletes which train according to the same schedule, including corporate running and triathlon teams.</p>",
                }
            },
            externalInfo: 'Training plans in Staminity are suitable for working with corporate running teams and triathlon teams, for holding training camps for running and triathlon and for other cyclic sports. '+
            'Make a single plan for the online training of the group of athletes to prepare for a 10 km race, half marathon or marathon. '+
            'To work with groups of athletes online, a coach need a "Coach" tariff, purchased by himself, or enabled by the club.',
            description: 'Staminity will help you to save time for training teams or groups of athletes in running and triathlon. Compose a single training plan and assign it to all members of the group, while being able to control each one’s progress.',
            moreScenario:{
                title: 'Related use cases'
            }
        },
        trainingPlanPublication: {
            title: 'Training plans publication and selling',
            shortTitle: 'Plan publication and selling',
            subtitle: 'Create and publish your training plan to get new clients and earn with Staminity',
            breadcrumb: 'For coaches: Training plans publication and selling',
            urlLoc: "https://staminity.com/cases/training-plan-publication?lang=en",
            urlLocRu: "https://staminity.com/cases/training-plan-publication?lang=ru",
            urlLocEn: "https://staminity.com/cases/training-plan-publication?lang=en",
            button: {
                title: 'Create account',
                link: ''
            },
            block1: {
                title: 'Create a training plan',
                subtitle: '',
                text: "Training plan contains a set of activities, events and competitions.  <br>" +
                "Create a training plan, plan activities and fill in information needed to publish the plan in the Store.",
            },
            block2: {
                title: 'Check the plan page in the Store',
                subtitle: '',
                text: "In the Store, there is created a personal page for each plan. <br>" +
                "Check how the main characteristics of the plan affect the information on its page and, if necessary, correct it.",
            },
            block3: {
                title: 'Publish your plan',
                subtitle: '',
                text: "Published plans are placed in the training plans Store <br>" +
                "You decide whether to publish a plan for free or for money and determine the cost of the plan yourself",
            },
            externalBlocks: {
                title: "Advantages of training plans",
                externalBlock1: {
                    title: 'Suitable for athletes',
                    text: "<p>Staminity provides everything that is needed for training according to the plan.</p>" +
                    "<p>Mobile apps, automatic upload of activities, analysis of each activity and of the whole training process</p>"
                },
                externalBlock2: {
                    title: 'Beneficial for the coach',
                    text: "<p>We charge a fixed fee - 30% for each sale. No fees for free plans. </p>" +
                    "<p>Also you don’t need the 'Coach' tariff to publish a plan. No sales - no fees.</p>",
                },
                externalBlock3: {
                    title: 'Simple and convenient',
                    text: "<p>All Staminity users can find your plan in the Store.</p>" +
                    "<p>Personal page for the plan contains all the major information about it.</p>",
                }
            },
            externalInfo: "<strong>For the coaches who work with athletes online </strong>, we suggest to create and publish free-of-charge or paid training plans. "+
            "A free plan for 4-6 weeks could demonstrate a coach's approach to organize a training process and could be the first step for an athlete to choose his coach. "+
            "Consultations with a coach and offline activities also could be included in the running or triathlon training plan to get to known your clients and " +
            "demonstrate your mentor's and motivator's competencies. " +
            "<strong> For the coaches who already have training plans</strong> on a paper, in the Google sheets or files, we suggest to publish a copy of them in Staminity. " +
            "It gives the opportunity for the clients to conveniently work on the plan. To publish plans a coach doesn't need paid tariffs",
            description: 'For coaches who know how to train correctly in order to get prepared to half-marathon, how to run a marathon or to make ready for triathlon competitions, we suggest to create free-of-charge or paid training plans and publish them in the training plans Store. Staminity will help you to find new athletes and earn extra.',
            moreScenario:{
                title: 'Related use cases'
            }
        },
        severalCoaches: {
            title: 'Several coaches joint work',
            shortTitle: 'Several coaches joint work',
            subtitle: 'Gather a team of coaches and work effectively together with athletes online',
            breadcrumb: 'Several coaches joint work',
            urlLoc: "https://staminity.com/cases/several-coaches?lang=en",
            urlLocRu: "https://staminity.com/cases/several-coaches?lang=ru",
            urlLocEn: "https://staminity.com/cases/several-coaches?lang=en",
            button: {
                title: 'Create new account',
                link: ''
            },
            block1: {
                title: 'Enable the "Club" tariff',
                subtitle: '',
                text: 'In order to manage a club, you need to enable the "Club" tariff. You can do it when signing up or at any time after it.'
            },
            block2: {
                title: 'Gather a team',
                subtitle: '',
                text: 'Accept join club requests from club members and assign "Athlete" or "Coach" roles to them. Assign athletes a club coach.  <br>' +
                'If needed, delegate administrative role to another club coaches',
            },
            block3: {
                title: "Control the club’s operation",
                subtitle: '',
                text: "Club dashboard will show if all club athletes have received a plan for a week and what is their progress.",
            },
            block4: {
                title: 'Manage club methodology',
                subtitle: '',
                text: "Create club activity categories and club templates. They will help club coaches to follow the same rules when training athletes.",
            },
            externalInfo: 'Clubs in Staminity will help you organize joint work of several coaches with athletes online for running schools, running clubs, triathlon schools and club, swimming schools and' +
            'clubs in other cyclic sports. Web and mobile application, web service and professional platform for clubs and schools to work with athletes online.',
            description: "Staminity will help to organize effective work of several coaches with athletes: gather both coaches and athletes in one club, assign coaches to athletes, control the club's work and provide a unified approach to the training process.",
            moreScenario:{
                title: 'Related use cases'
            }
        },
        main: {
            title: 'Training online',
            subtitle: 'Application for online training with a coach or self training in cyclic sports',
            button: {
                title: 'Try for free'
            },
            urlLoc: 'https://staminity.com/?lang=en',
            breadcrumb: 'Staminity'
        },
        scenario: {
            shortTitle: 'Use cases',
            moreInfo: 'Learn more'
        },
        targetGroups: {
            title: "For athletes, coaches and clubs in cyclic sports",
            more: "Learn more",
            athletes: {
                title: "For athletes",
                text: "We help to train with a coach or according to a training plan and achieve your sport goals"
            },
            coaches: {
                title: "For coaches",
                text: "We help to save time spent on planning and analyzing and to organize effective work with athletes online"
            },
            clubs: {
                title: "For clubs and teams",
                text: "We help to organize online work of several coaches with athletes in an effective way."
            }
        },
        howItWorks: {
            title: "Train wisely and achieve your sport goals",
            more: "Explore features",
            howItWorks1: {
                title: "Set goals",
                text: "Set a sport goal, plan the key and secondary races of the season"
            },
            howItWorks2: {
                title: "Create season plans",
                text: "Get a season plan from your coach or create your own one"
            },
            howItWorks3: {
                title: "Plan workouts",
                text: "Plan your workouts or receive an individual plan from your coach"
            },
            howItWorks4: {
                title: "Train wisely",
                text: "Complete your workouts and they will be uploaded automatically and compared to the planned ones"
            },
            howItWorks5: {
                title: "Analyze your progress",
                text: "Analyze each workout in detail and control your training process"
            },
        },
        athletes: {
            title: 'For athletes',
            shortTitle: 'For athletes',
            subtitle: 'We help to train with a coach or according to a training plan and achieve sport goals',
            breadcrumb: 'For athletes',
            urlLoc: "https://staminity.com/athletes?lang=en",
            urlLocRu: "https://staminity.com/athletes?lang=ru",
            urlLocEn: "https://staminity.com/athletes?lang=en",
            button: {
                title: 'Create new account',
                link: ''
            },
            staminityInfo: "Staminity is the application for running, triathlon, swimming and cycling as well as other cyclic sports. Find a coach or a training plan, keep a training log and train wisely, in order to achieve your set goals",
            summaryInfo: 'Staminity has been created for athletes and will be useful if you want to:' +
            '<li>start running or go in for sports;</li>' +
            '<li>find out how to train in a correct way, in order to improve your fitness or lose weight;</li>' +
            '<li>improve your results in running or triathlon;</li>' +
            '<li>find a training program for running or triathlon;</li>' +
            '<li>learn how to train without injuries and without harm for your health;</li>' +
            '<li>find a training plan to prepare for your first half-marathon;</li>' +
            '<li>find out how to prepare for a marathon;</li>' +
            '<li>start to train systematically in order to prepare for triathlon competitions;</li>' +
            '<li>train to achieve the desired results and prepare for IRONMAN...<br>' +
            '<p>We are waiting for you in Staminity! Sign up, find a coach or a training plan and train wisely.</p>',
            moreScenario:{
                title: 'Use cases for athletes'
            }
        },
        coaches: {
            title: 'For coaches',
            shortTitle: 'For coaches',
            subtitle: 'We help to save time spent on planning and analyzing and to organize effective work with athletes online',
            breadcrumb: 'For coaches',
            urlLoc: "https://staminity.com/coaches?lang=en",
            urlLocRu: "https://staminity.com/coaches?lang=ru",
            urlLocEn: "https://staminity.com/coaches?lang=en",
            button: {
                title: 'Create a coach account',
                link: ''
            },
            staminityInfo: "Staminity is the application for coaches who specialize in running, triathlon, swimming, cycling and other cyclic sports. Train athletes online, work with groups and teams, find new athletes and earn on selling training plans in Staminity.",
            summaryInfo: 'Staminity can be useful for a coach:' +
            '<li><strong>If you train amateurs or professional athletes</strong> – connect with your athletes and work with them online;</li>' +
            '<li><strong>If you train athletes for running, triathlon or other cyclic sports races</strong> – compose an individual training plan for every athlete or for a group/team;</li>' +
            '<li><strong>If you know the right way to prepare for the specific race </strong> –  create and publish your paid or free-of-charge training plan in the Staminity Store;</li>' +
            '<li><strong>If you want to find new athletes</strong> – sign up and fill your coach profile so that new athletes would be able to find you</li>' +
            '<p>We are waiting for you in Staminity! <a target="_blank" href="mailto:support@staminity.com">Contact us</a>, if you have any questions related coach\'s work.</p>',
            moreScenario:{
                title: 'Use cases for coaches'
            }
        },
        clubs: {
            title: 'For clubs and teams',
            shortTitle: 'For clubs and teams',
            subtitle: 'We help to organize an effective online work of several coaches with athletes for a club or a team',
            breadcrumb: 'For clubs and teams',
            urlLoc: "https://staminity.com/clubs?lang=en",
            urlLocRu: "https://staminity.com/clubs?lang=ru",
            urlLocEn: "https://staminity.com/clubs?lang=en",
            button: {
                title: 'Create an account',
                link: ''
            },
            staminityInfo: "In Staminity there are special features for clubs that specialize in running, triathlon and cycling, as well as for swimming and skiing (and other sports) schools. Invite coaches to join the club and assign them to athletes, work with athletes online, train groups and teams",
            summaryInfo: 'Staminity can be useful for a club or a sports school that specialize in cyclic sports' +
            '<li><strong>If you have several coaches</strong> – create a club in Staminity, invite coaches and athletes to join your club, organize the training process;</li>' +
            '<li><strong>If you train amateurs or professional athletes</strong> – connect with your athletes, assign a coach to them to work online;</li>' +
            '<li><strong>If you train athletes for running, triathlon or other cyclic sports races</strong> – compose an individual training plan for every athlete or for a group/team;</li>' +
            '<li><strong>If you want to find new athletes</strong> – sign up and fill your club\'s profile so that new athletes would be able to find you.</li>' +
            '<p>We are waiting for you in Staminity! <a target="_blank" href="mailto:support@staminity.com">Contact us</a>, if you have any questions related club\'s features.</p>',
            moreScenario:{
                title: 'Use cases for clubs'
            }
        }


    }
};
