export let _translate = {
	ru: {
		// Стартовая страница

		fullTitle: 'Стаминити',
		shortTitle: 'Стаминити',
		description: 'Приложение для удаленной работы тренеров и клубов с учениками в циклических видах спорта',
		keywords: 'Стаминити, Staminity, для спортсменов, для тренеров, для клубов, удаленная работа с тренером',
		nav: {
			link1: 'Возможности',
			link2: 'Блог',
			link3: 'Цены',
			link4: 'Поддержка',
			signIn: 'Войти',
			signOut: 'Выйти'
		},
		welcome: {
			promo: 'β-версия',
			description: 'Удаленная работа с тренером и социальная сеть для спортсменов',
			title1: 'ПЛАН ТВОИХ ПОБЕД',
			title2: 'ПЛАНИРУЙ, ТРЕНИРУЙСЯ, ДОСТИГАЙ РЕЗУЛЬТАТОВ',
			button: 'Старт',
			buttonSignUp: 'НАЧАТЬ'
		},
		subscribe: {
			title: 'Рассылка Стаминити',
			name: 'Имя',
			email: 'Email',
			required: 'Обязательное поле',
			errMail: 'Проверьте правильность указания e-mail',
			action: 'Подписаться',
			note: 'Рассказываем о создании сервиса, делимся новостями',
			question: 'Есть вопросы? Напишите нам: '
		},
		start: {
			action: 'Старт',
			note: 'Зарегистрируйтесь, чтобы войти'
		},
		devices: {
			title: 'Доступно отовсюду',
			subtitle: '',
			desktop: {
				title: 'С компьютера',
				description: 'Все возможности Стаминити доступны через браузер вашего компьютера. Подключайтесь через Google Chrome, Opera, Firefox или Safari.<br>' +
				'Пока не поддерживаем Internet explorer и Edge'
			},
			mobile: {
				title: 'Со смартфона',
				description: 'Если компьютер далеко, заходите к нам через браузер смартфона и планшета, работайте в специальной версии сайта для мобильных устройств. <br>' +
				'Мобильные приложения для IOS и Android в разработке, об их выпуске мы сообщим отдельно'
			}
		},
		scheme: {
			title: 'Как это работает',
			subtitle: '',
			step1 : {
				title: 'Запланировать',
				description: 'Получайте задание от тренера на каждую тренировку или планируйте самостоятельно. <br/>' +
				'Ваш календарь тренировок покажет не только выполненные задания, но и созданный план'
			},
			step2 : {
				title: 'Выполнить',
				description: 'Тренируйтесь в спортивных часах или со смартфоном, а мы загрузим ваши тренировки и сопоставим их с планом. <br/>' +
				'Уже работает автоматическая загрузка из Garmin Connect и Strava, скоро появится прямая загрузка из Polar и Suunto'
			},
			step3 : {
				title: 'Проанализировать',
				description: 'Анализируйте вместе с тренером как прошла тренировка в целом или отдельные рабочие отрезки. <br/>' +
				'Уже доступен детальный анализ одной тренировки, скоро появится анализ показателей в динамике по выбранным занятиям'
			}
		},
		features: {
			athletes: {
				title: 'Для спортсменов',
				subtitle: 'Помогаем заниматься с тренером и достигать спортивных целей',
				title1: 'Планируйте',
				text1: 'Получайте плановые задания от тренера или создавайте их сами. Вы узнаете о новом задании, а тренер – о выполненной тренировке',
				title2: 'Тренируйтесь',
				text2: 'Выполняйте задания и анализируйте их. Записанные треки тренировок попадут в ваш тренировочный дневник и будут сопоставлены с планом',
				title3: 'Общайтесь',
				text3: 'Общайтесь с тренером, обсуждайте детали задания, отчитывайтесь о выполнении. А скоро появятся комментарии друзей и подписчиков',
				carousel1: {
					title: 'Тренировочный календарь',
					description: 'Тренировочный календарь покажет расписание тренировок на неделю. <br/>Он поможет оценить план на неделю и ее итоги, статус выполнения каждой тренировки'
				},
				carousel2: {
					title: 'План и факт по тренировке',
					description: 'Быстро оценить корректность выполнения плана можно в карточке тренировки, сравнив установку тренера и плановые показатели с фактом. <br/>' +
					'В каждой тренировке доступен чат с тренером: наставник увидит ваш отчет и ответит на вопросы по заданию'
				},
				carousel3: {
					title: 'Aнализ выполненной тренировки',
					description: 'Проанализировать выполненную тренировку помогут интерактивный график, карта и панель кругов, расчетные показатели и пики, время в зонах. <br/>' +
					'А если нужны детали, то в этом поможет подробный график в масштабе и рассчитанные показатели и пики по любому произвольному отрезку тренировки'
				}
			},
			coaches: {
				title: 'Для тренеров',
				subtitle: 'Cокращаем рутину в тренировочном процессе',
				title1: 'Планируйте подготовку',
				text1: 'Создавайте плановые задания для учеников. Планируйте каждый сегмент или тренировку в целом, задавайте интенсивность в абсолютных значениях или в процентах от ПАНО. Ваши спортсмены узнают обо всех изменениях плана',
				title2: 'Контролируйте выполнение',
				text2: 'Будьте в курсе, как ваши подопечные выполняют план на неделю, меняйте его при необходимости. Недельный обзор покажет статус выполнения недельного микроцикла по всем ученикам',
				title3: 'Анализируйте тренировки',
				text3: 'Узнавайте о выполнении спортсменами заданий, получайте подробную информацию по ним. Мы рассчитаем процент выполнения и основные показатели по отдельным сегментам и в целом по тренировке',
				carousel1: {
					title: 'Дэшборд тренера – недельный обзор по ученикам',
					description: 'Для тренера доступен не только календарь спортсмена, но и сводный дэшборд. <br/>' +
					'Он покажет тренировочную неделю по всем ученикам, поможет запланировать тренировки и проанализировать их выполнение. ' +
					'Из дэшборда можно перейти в календарь спортсмена, в настройки его тренировочных зон и порогов.'
				}
				/*
				carousel1: {
					title: 'План на тренировку в двух режимах',
					description: 'Два типа тренировочных заданий: в целом на тренировку и по отдельным тренировочным сегментам. <br/>'+
					'Если план задать по сегментам, то приложение оценит корректность выполнения по каждому из них<br/>' +
					'Выбирайте вариант планирования, удобный для вас.'
				},
				carousel2: {
					title: 'Дэшборд тренера – недельный обзор по ученикам',
					description: 'Дэшборд тренера покажет тренировочную неделю по всем ученикам.<br/>Планировать тренировки и анализировать их выполнение  можно не только в календаре спортсмена, но и с помощью дэшборда.'
				},
				carousel3: {
					title: 'Детальный анализ любого отрезка тренировки',
					description: 'Как спортсмен пробежал важный рабочий отрезок? Можно узнать в деталях.<br/>' +
					'В этом помогут подробный график в масштабе, показатели и пики по выделенному отрезку'
				} */
			},
			clubs: {
				title: 'Для клубов',
				subtitle: 'Помогаем управлять клубом',
				title1: 'Собирайте команду',
				text1: 'Создайте клуб, подключайте тренеров и спортсменов. Управляйте запросами на вступление в клуб от других пользователей сервиса',
				title2: 'Управляйте клубом',
				text2: 'Назначайте тренеров и администраторов, назначайте тренеров для спортсменов клуба',
				title3: 'Контролируйте подготовку',
				text3: 'Недельный обзор по спортсменам клуба покажет наличие плана и сводный статус его выполнения по всем ученикам',

				carousel1: {
					title: 'Управление клубом',
					description: 'Руководитель клуба может управлять составом клуба, назначать тренеров и распределять спортсменов между ними. <br/>' +
					'В больших клубах можно назначить администраторов и делегировать им принятие новых членов в клуб и управление их ролями'
				}
				/*
				carousel1: {
					title: 'Профиль клуба',
					description: 'Профиль клуба покажет основную информацию по клубу, а также его спортсменов и тренеров<br/>'+
					'Запрос на вступление в клуб также отправляется из профиля клуба'
				},
				carousel2: {
					title: 'Запросы клубу',
					description: 'В реестре запросов руководители клуба управляют запросами от членов клуба.<br/>'+
					'Подтверждения требуют все запросы на вступление в клуб, а также запрос на выход тренера из клуба'
				},
				carousel3: {
					title: 'Управление клубом',
					description: 'В управлении членами клуба руководители клубов могут управлять составом клуба, назначать тренеров для спортсменов, управлять ролями членов клуба'
				} */
			},
		},
		footer: {
			block1 : {
				title: 'Приложение',
				link1: '<a flex href="https://staminity.com#howitworks" class="md-body md-light">Как это работает</a>',
				link2: '<a flex href="https://staminity.com#athletes" class="md-body md-light">Для спортсменов</a>',
				link2: '<a flex href="https://staminity.com#coaches" class="md-body md-light">Для тренеров</a>',
				link2: '<a flex href="https://staminity.com#clubs" class="md-body md-light">Для клубов</a>',
				link3: '<a flex href="#" class="md-body md-light disable">Тарифы</a>',
			},
			block2 : {
				title: 'Помощь и поддержка',
				link1: '<a flex href="https://help.staminity.com/ru/" class="md-body md-light">Справочная система</a>',
				link2: '<a flex href="http://support.staminity.com/" class="md-body md-light">Поддержка</a>',
				link4: '<a flex href="https://legal.staminity.com/ru/terms.html" class="md-body md-light">Правила использования</a>',
				link5: '<a flex href="https://legal.staminity.com/ru/license.html" class="md-body md-light">Оферта</a>',
				link6: '<a flex href="https://legal.staminity.com/ru/privacy.html" class="md-body md-light">Конфиденциальность</a>',
			},
			block3 : {
				title: 'Новости',
				link1: '<a flex href="http://eepurl.com/cmOSiH" class="md-body md-light">Подписаться на рассылку</a>',
				link2: '<a flex href="https://www.facebook.com/staminity/" class="md-body md-light">Мы в Facebook</a>',
				link3: '<a flex href="https://vk.com/staminity" class="md-body md-light">Мы Вконтакте</a>',
				link4: '<a flex href="http://blog.staminity.com/" class="md-body md-light">Блог</a>',
			},
			 block4 : {
			 title: 'О нас',
			 link1: '<a flex href="#" class="md-body md-light disable">Наша команда</a>',
			 link2: '<a flex href="mailto:mail@staminity.com" class="md-body md-light">Написать письмо</a>',
			 }
		}

	},
	en: {}
};