export const translateCompetition = {
    ru: {
        title: 'Соревнование',
        toolbar: {
            title: "Соревнование",
        },
        about: 'Обзор',
        name: {
          label: "Название"
        },
        type: {
          label: "Вид спорта"
        },
        action: {
            post: "Создать соревнование",
            edit: "Изменить соревнование",
            copy: "Скопировать соревнование",
            delete: "Удалить соревнование"
        },
        types: {
            triathlon: "Триатлон",
            run: "Бег",
            bike: "Велоспорт",
            swim: "Плавание"
        },
        distanceType: {
            label: "Тип соревнования",
            run: {
                'marathon': "Марафон",
                'halfMarathon': "Полумарафон",
                '1h': "Бег 1 час",
                '24h': "Бег 24 часа",
                '10km': "10 км",
                '5km': "5 км",
                'custom': "Другая дистанция",
            },
            triathlon: {
                'fullDistance': "Полная дистанция",
                'halfDistance': "1/2 полной дистанции",
                '1/4': "1/4 полной дистанции",
                'olympic': "Олимпийская дистанция",
                'sprint': "Спринт",
                '1/8': "1/8 полной дистанции",
                'indoor': "Indoor",
            },
            swim: {
                '10km': "10 000 метров",
                '5km': "5 000 метров",
                '3km': "3 000 метров",
                '1mile': "Миля (1852 м)",
                '1km': "1000 метров",
                '800m': "800 метров",
                '400m': "400 метров",
                '200m': "200 метров",
                '100m': "100 метров",
                '50m': "50 метров",
                'custom': "Другая дистанция",
                '60min': "60 минут",
                '30min': "30 минут"
            },
            bike: {
                custom: 'Другая дистанция'
            }

        },
        priority: {
            label: 'Приоритет'
        },
        needDistanceType: "Для ввода плана необходимо указать тип соревнования",
        needDuration: 'Для сохранения соревнования необходимо указать план по этапам',
        priorities: {
            label: "Приоритет",
            A: "А",
            B: "B",
            C: "C"
        },
        startDate: {
            label: "Дата"
        },

        // виды спорта
        run: "Бег",
        triathlon: "Триатлон",
        swim: "Плавание",
        bike: "Велоспорт",
        target: "План и факт",
        stage: "Этап",
        trainersPrescription: "Установка тренера",
        trainersPrescriptionPlaceholder: "Предстартовая подготовка, стратегия на гонку, раскладка сил..."

    },
    en: {

    }
};