export let translateDialogs = {
    ru: {
        yes: 'Да',
        no: 'Нет',
        ok: 'Принять',
        cancel: 'Отклонить',
        performActionA: 'Принять запрос',
        performActionD: 'Отклонить запрос',
        performActionC: 'Отменить запрос',
        confirm: 'Вы уверены?',

        coaches: 'Тренеры',
        athletes: 'Спортсмены',
        friends: 'Друзья',
        following: 'Подписки',
        followers: 'Подписчики',
        members: 'Участники',
        users: 'Пользователи',
        feeObjects: 'База начисления',

        bySelf: 'За свой счет',
        byClub: 'За счет клуба',
        byCoach: 'За счет тренера',
        tariffs: 'Тарифы',
        Premium: 'Премиум',
        Coach: 'Тренер',
        Club: 'Клуб',
        ClubAthletes: 'Спортсмен',
        ClubCoach: 'Тренер',
        ClubCoaches: 'Тренер',
        ClubManagement: 'Администратор',
        turnOffAthletes: 'Отключить атлетов?',

        startCoach: 'Отправить запрос тренеру?',
        rejectRequest: 'Отменить заявку?',
        leaveCoach: 'Покинуть тренера?',
        startFriends: 'Отправить запрос на добавление в друзья?',
        startFollow: 'Подписаться?',
        startClub: 'Отправить запрос на вступление в клуб?',
        leaveClub: 'Покинуть клуб?',
        excludeClub: 'Исключить из клуба?',

        // Операции с тренировками
        deleteActualActivity: 'Удалить выбранные тренировки? Если удалить выполненные тренировки, они не будут импортированы при последующей загрузке данных. Отменить операцию невозможно.',
        deletePlanActivity: 'Удалить выбранные тренировки? Отменить операцию невозможно',
        moveActualActivity: 'Перенести выполненную тренировку невозможно. Скопировать план?',
        updateIntensity: 'Значения ПАНО у спортсменов могут отличаться. Пересчитать интенсивность тренировок с учетом ПАНО?',

        // окно загрузки профиля
        upload: 'Загрузить',
        choose: 'Выбрать...',
        uploadFile: 'Загрузка файлов'


    },
    en: {

    }
};