export let translateRequestPanel = {
    ru: {
        title: 'Запросы',
        inbox: 'Входящие',
        outbox: 'Исходящие',
        waiteApprove: 'Ожидают подтверждения',
        noRequest: 'Нет запросов',
        accept: 'Принять',
        reject: 'Отклонить',
        history: 'История',
        more: 'Загрузить еще',
        'JoinClubByUser': {
            action: 'Вступить в клуб',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос от пользователя на вступление в клуб?',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос от пользователя на вступление в клуб?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос на вступление в клуб?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'JoinClubByClub': {
            action: 'Вступить в клуб',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос от клуба на вступление в клуб?',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос от клуба на вступление в клуб?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить приглашение',
                text: 'Отменить приглашение пользователю на вступление в клуб?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'StartCoachingByAthlete': {
            action: 'Подключиться к тренеру',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос от спортсмена? От количества ваших учеников рассчитывается сумма ежедневных начислений по <a href="https://help.staminity.com/ru/tariffs/coach.html" target="_blank" >тарифному плану "Тренер"</a>.',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос от спортсмена?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос тренеру?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'StartCoachingByCoach': {
            action: 'Подключиться к тренеру',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос от тренера? Тренер получит доступ к вашему календарю и сможет планировать тренировки',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос от тренера? Тренер не сможет видеть ваш календарь и планировать тненировки для вас',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос спортсмену?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'JoinFriends': {
            action: 'Принять запрос',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос на добавление в друзья?',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос на добавление в друзья?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос на добавление в друзья?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'JoinFollowers': {
            action: 'Подписаться',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос на подписку?',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос на подписку?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос на подписку?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        },
        'leaveClubCoach': {
            action: 'Выйти из клуба',
            A: {
                title: 'Принять запрос',
                text: 'Принять запрос от тренера на выход из клуба? Если у тренера есть ученики в клубе, отключите их до того, как принять запрос',
                confirm: 'Принять',
                cancel: 'Отмена'
            },
            D: {
                title: 'Отклонить запрос',
                text: 'Отклонить запрос от тренера на выход из клуба?',
                confirm: 'Отклонить',
                cancel: 'Отмена'
            },
            C: {
                title: 'Отменить запрос',
                text: 'Отменить запрос на выход из клуба?',
                confirm: 'Да',
                cancel: 'Нет'
            }
        }
    },
    en: {

    }
};